{
  "recipes": [
    {
      "name": "Pui cu Chorizo într-o singură oală",
      "videoLink": "https://www.youtube.com/watch?v=8fZYYfnuYxs",
      "instructions": "În mai puțin de o oră, preparăm pui cu chorizo într-o singură oală. Această rețetă costă mai puțin de zece dolari pe porție și servește patru persoane. Toate ingredientele sunt de înaltă calitate. Să începem!\n\n1. Pentru această rețetă, avem nevoie de două tipuri diferite de roșii: 400g roșii normale și 400g roșii cherry. Vom lăsa roșiile cherry întregi, iar pe cele normale le vom tăia în bucăți egale.\n2. Chorizo (200g) se taie în felii subțiri. Acestea vor produce grăsimea necesară pentru a găti puiul.\n3. Curăță și zdrobește 6 căței de usturoi.\n4. Adaugă 5g de cimbru. Poți folosi cimbru lămâios sau cimbru obișnuit.\n5. Dacă dorești, poți adăuga tulpini de busuioc proaspăt pentru aromă.\n6. Adaugă 1kg de piept de pui dezosat și fără piele într-un bol și asezonează cu sare și piper.\n7. Într-o tigaie mare, adaugă chorizo și gătește-l timp de 2-3 minute până devine auriu. Scoate-l și pune-l deoparte.\n8. Adaugă puiul în tigaie în loturi, gătește-l câte 3-4 minute pe fiecare parte până devine auriu. Scoate-l și pune-l deoparte.\n9. Adaugă 1 lingură de ulei de măsline extra virgin, roșiile tocate și roșiile cherry întregi. Asezonează cu sare și piper și gătește timp de 2-3 minute.\n10. Adaugă 1 lingură de oțet balsamic și usturoiul zdrobit. Adaugă și chorizo și tot uleiul din tigaie.\n11. Adaugă cimbrul tocat sau buchetul de cimbru și tulpinile de busuioc. Gătește timp de 2 minute.\n12. Adaugă 250ml de supă de pui sau de legume și amestecă bine. Lasă să fiarbă la foc mic.\n13. Adaugă puiul înapoi în tigaie, asigurându-te că este acoperit cu lichid. Adu la fierbere și apoi transferă tigaia într-un cuptor preîncălzit la 190°C și gătește timp de 45 de minute.\n14. După 45 de minute, scoate tigaia din cuptor și servește cu felii de pâine prăjită. Garnisește cu frunze de busuioc proaspăt și piper negru proaspăt măcinat.\n\nAceastă rețetă este delicioasă servită cu piure de cartofi sau legumele preferate.",
      "ingredients": [
        {
          "name": "Chorizo",
          "quantityMetric": "g",
          "quantityValue": 200
        },
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "linguri",
          "quantityValue": 1
        },
        {
          "name": "Roșii cherry",
          "quantityMetric": "g",
          "quantityValue": 400
        },
        {
          "name": "Roșii",
          "quantityMetric": "g",
          "quantityValue": 400
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 6
        },
        {
          "name": "Tulpini de busuioc",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Cimbru",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Oțet balsamic sau oțet de mere",
          "quantityMetric": "linguri",
          "quantityValue": 1
        },
        {
          "name": "Supă de pui sau de legume",
          "quantityMetric": "ml",
          "quantityValue": 250
        },
        {
          "name": "Zahăr",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Condimente",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Frunze de busuioc",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Pâine prăjită",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Tocăniță de Vită cu Ceapă și Piure de Usturoi",
      "videoLink": "https://www.youtube.com/watch?v=8t5Lzg4CzYQ",
      "instructions": "1. Curățați 3 cepe mari galbene sau brune, lăsând rădăcina intactă. Tăiați-le în opt bucăți egale.\n2. Tăiați 2 tulpini de țelină în felii subțiri.\n3. Feliați subțire sau în sferturi 250g de ciuperci Swiss Brown.\n4. Curățați și feliați subțire 5 căței mari de usturoi.\n5. Tăiați grosier 10g de cimbru proaspăt.\n6. Tăiați 1kg de carne de vită (Bolar Blade sau Chuck) în cuburi și asezonați cu sare de mare și 25g de făină simplă.\n7. Într-o tigaie mare, încălziți 40ml de ulei de măsline la foc mare. Rumeniți carnea de vită în loturi, aproximativ 3 minute pe fiecare parte, până se formează o crustă aurie. Transferați carnea într-un bol.\n8. Adăugați 20ml de ulei de măsline în tigaie și reduceți focul la mediu. Sotați ceapa, țelina și ciupercile cu un praf mare de sare de mare timp de 5 minute.\n9. Adăugați usturoiul și 150ml de vin roșu (sau supă de vită) și fierbeți 2 minute.\n10. Adăugați carnea și sucurile rămase în tigaie, împreună cu 650ml de supă de vită și cimbru. Aduceți la fierbere, apoi acoperiți și gătiți la foc mic timp de 1,5 ore.\n11. Între timp, pregătiți piureul de usturoi: Fierbeți 1kg de cartofi în apă rece, timp de 22-23 minute, până devin moi. Scurgeți și lăsați să se răcească 15 minute.\n12. Într-o tigaie, topiți 150g de unt nesărat la foc mediu, adăugați usturoiul măcinat și gătiți 3 minute.\n13. Pisați cartofii fierți până devin un piure fin. Adăugați 150ml de lapte integral încălzit și untul cu usturoi. Condimentați cu sare și piper alb.\n14. După 1,5 ore, adăugați 1 legătură de morcovi tineri spălați în tocăniță și gătiți încă 30 minute.\n15. Pentru servire, puneți piureul pe farfurie, adăugați untul cu usturoi și usturoiul crocant deasupra, apoi puneți tocănița de vită și legumele. Gustați și condimentați după preferințe.",
      "ingredients": [
        {
          "name": "Carne de vită (Bolar Blade sau Chuck)",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Făină",
          "quantityMetric": "g",
          "quantityValue": 25
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Tulpini de țelină",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ciuperci Swiss Brown",
          "quantityMetric": "g",
          "quantityValue": 250
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 5
        },
        {
          "name": "Vin roșu",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Supă de vită",
          "quantityMetric": "ml",
          "quantityValue": 650
        },
        {
          "name": "Cimbru proaspăt",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Morcovi",
          "quantityMetric": "legătură",
          "quantityValue": 1
        },
        {
          "name": "Cartofi cu amidon ridicat",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Unt nesărat",
          "quantityMetric": "g",
          "quantityValue": 150
        },
        {
          "name": "Lapte integral",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Honey Chicken Meal Prep",
      "videoLink": "https://youtu.be/89vyy2Xwi2s",
      "instructions": "1. Adăugați pulpele de pui într-un bol mare de amestecat. Adăugați patru căței de usturoi zdrobiți, 1 linguriță (2,5 g) de pudră de ceapă, sare și piper alb măcinat după gust. Amestecați bine și lăsați să se marineze până la 48 de ore sau folosiți imediat. \n2. Pentru cuscus: adăugați 1,5 căni (320 ml) de supă de pui cu conținut scăzut de sodiu într-o cratiță. Adăugați doi căței de usturoi zdrobiți și aduceți la fierbere. Adăugați 1,5 căni (280 g) de cuscus, amestecați și opriți focul. Acoperiți și lăsați să stea 10 minute. \n3. Încălziți un wok la foc mare, adăugați 1 lingură (20 ml) de ulei de arahide și lăsați să înceapă să fumege. Adăugați baby bok choy și pak choy, tăiate și spălate, asezonați cu sare și piper alb măcinat. Soteați 4-5 minute până când frunzele se ofilesc și tulpinile încep să se rumenească. Adăugați jumătate din ceapa verde și mai gătiți 1 minut. \n4. Pentru sos: într-un bol, combinați 70 g de miere, 50 g de sos sriracha, 30 ml de oțet de mere și 10 ml de ulei de susan. Asezonați cu piper alb măcinat și amestecați bine. \n5. Într-o tigaie mare, încălziți 1 lingură de ulei de arahide la foc mediu-mare. Adăugați puiul și întindeți-l uniform. Gătiți 2 minute pentru a forma o crustă, apoi amestecați și gătiți 8 minute până când puiul este bine gătit. Adăugați sosul de miere și sriracha, amestecați bine și gătiți 2 minute până când sosul se îngroașă. \n6. Într-un bol mare, amestecați cuscusul cu ceapa verde rămasă. \n7. Porționați puiul, cuscusul și legumele soteate în containere de 750 ml. Garnisiți cu semințe de susan și ceapă verde. Păstrați la frigider până la 3-4 zile sau congelați până la 4 luni.",
      "ingredients": [
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 6
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Supă de pui cu conținut scăzut de sodiu",
          "quantityMetric": "ml",
          "quantityValue": 320
        },
        {
          "name": "Cuscus",
          "quantityMetric": "g",
          "quantityValue": 280
        },
        {
          "name": "Baby bok choy",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Pak choy",
          "quantityMetric": "leg",
          "quantityValue": 2
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 2
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Miere",
          "quantityMetric": "g",
          "quantityValue": 70
        },
        {
          "name": "Sriracha",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Oțet de mere",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "ml",
          "quantityValue": 10
        }
      ]
    },
    {
      "name": "Spiced Chicken Burrito Bowls",
      "videoLink": "https://youtu.be/61UUswx0eY8?si=cuLrVFJxJu7P8WDN",
      "instructions": "1. Pregătiți salsa de porumb: Tăiați în cuburi două roșii mari și o ceapă roșie. Tăiați mărunt 10 g de coriandru. Scurgeți o conservă de boabe de porumb. Puneți o tigaie mare la foc mediu-mare, adăugați 2 lingurițe de ulei de măsline și boabele de porumb scurse, presărați un praf de sare și prăjiți timp de 2-3 minute până când boabele se caramelizează ușor. Adăugați roșiile, ceapa, coriandrul și sucul de la două lămâi verzi. Amestecați bine și ajustați aciditatea și sarea după gust.\n2. Pregătiți fasolea neagră: Puneți o tigaie mare la foc mediu-mare, adăugați 2 lingurițe de ulei de măsline, o conservă de fasole neagră scursă, 1 linguriță de chimen măcinat, 0,5 linguriță de pudră de chili și un praf de sare. Prăjiți timp de 3-4 minute, apoi adăugați 10 g de coriandru tocat și gătiți încă 30 de secunde. Luați de pe foc.\n3. Pregătiți orezul de conopidă: Tăiați o conopidă mare în bucăți mici, inclusiv tulpina. Puneți bucățile într-un blender și mixați până obțineți o textură similară cu cea a orezului. Puneți o tigaie mare la foc mediu-mare, adăugați 1 lingură de ulei de măsline și, în loturi, prăjiți orezul de conopidă timp de 4 minute, asezonând cu sare și piper alb măcinat sau piper negru măcinat după gust.\n4. Pregătiți puiul: Puneți într-un bol 5 piepturi de pui mici, adăugați 1 lingură de ulei de măsline, 1 linguriță de chimen măcinat, 1 linguriță de paprika afumată, 1 linguriță de pudră de usturoi, 1 linguriță de pudră de ceapă, sare și piper după gust. Amestecați bine. Puneți o tigaie mare la foc mediu-mare, adăugați 1 lingură de ulei de măsline și prăjiți piepturile de pui câte 4 minute pe fiecare parte până se rumenesc. Transferați-le în cuptorul preîncălzit la 200°C și coaceți timp de 14-15 minute. Lăsați puiul să se odihnească 5 minute, apoi tăiați-l în felii.\n5. Asamblați bolurile: Împărțiți orezul de conopidă, salsa de porumb, fasolea neagră și feliile de pui în 5 boluri. Garnisiți cu ceapă verde, smântână și maioneză Sriracha după preferință. Bolurile se pot păstra în frigider până la 3 zile sau în congelator până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie înainte de a consuma.",
      "ingredients": [
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Coriandru",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Boabe de porumb",
          "quantityMetric": "conservă (400g)",
          "quantityValue": 1
        },
        {
          "name": "Lămâi verzi",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Fasole neagră",
          "quantityMetric": "conservă (400g)",
          "quantityValue": 1
        },
        {
          "name": "Chimen măcinat",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de chili",
          "quantityMetric": "g",
          "quantityValue": 1.5
        },
        {
          "name": "Conopidă mare",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Piept de pui",
          "quantityMetric": "buc",
          "quantityValue": 5
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Mongolian Beef Stir Fry",
      "videoLink": "https://youtu.be/tj0nwvHq1TE?si=BmFJW89BAjVURfS8",
      "instructions": "1. Feliați o ceapă galbenă sau brună, îndepărtați capetele și cojile, apoi tăiați în bucăți egale. \n2. Curățați 20 g de ghimbir folosind o lingură și tăiați-l în fâșii subțiri, apoi tăiați în bețișoare mici. \n3. Zdrobiți și tocați mărunt patru căței de usturoi. \n4. Separați tulpina verde de rădăcina albă a patru cepe verzi. Tăiați rădăcina albă în cercuri subțiri și tulpina verde pe diagonală pentru garnitură. \n5. Tăiați 600 g de file de vită în fâșii subțiri. Adăugați 30 ml de sos de soia cu conținut scăzut de sodiu, 30 ml de vin Shaoxing, 5 g de praf de copt și 10 g de amidon de porumb, apoi amestecați bine și lăsați deoparte. \n6. Pentru sos: combinați 120 ml de sos de soia cu conținut scăzut de sodiu, 120 ml de supă de pui, 20 g de zahăr brun, 40 ml de vin Shaoxing și 60 g de sos de stridii într-un bol și amestecați bine. \n7. Puneți o tigaie mare sau un wok la foc mediu-mare, adăugați 1 lingură de ulei de arahide și ceapa tăiată, și prăjiți timp de 4 minute până când devine aurie. \n8. Adăugați usturoiul tocat și ghimbirul, și prăjiți pentru încă un minut. \n9. Adăugați carnea de vită marinată și prăjiți timp de 2 minute, amestecând constant. \n10. Adăugați 600 g de tăiței Hokkien pre-gătiți și sosul pregătit. Amestecați bine și gătiți timp de 2 minute până când sosul se îngroașă. \n11. Adăugați partea albă a cepei verzi, amestecați și îndepărtați de pe foc. \n12. Porționați amestecul în 5 recipiente de 750 ml. Garnisiți cu partea verde a cepei verzi, chili sau semințe de susan, dacă doriți. \n13. Păstrați la frigider până la 4 zile sau congelați până la 3 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 4
        },
        {
          "name": "File de vită",
          "quantityMetric": "g",
          "quantityValue": 600
        },
        {
          "name": "Sos de soia cu conținut scăzut de sodiu",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Vin Shaoxing",
          "quantityMetric": "ml",
          "quantityValue": 70
        },
        {
          "name": "Praf de copt",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Supă de pui",
          "quantityMetric": "ml",
          "quantityValue": 120
        },
        {
          "name": "Zahăr brun",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Sos de stridii",
          "quantityMetric": "g",
          "quantityValue": 60
        },
        {
          "name": "Tăiței Hokkien pre-gătiți",
          "quantityMetric": "g",
          "quantityValue": 600
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Kung Pao Chicken Meal Prep",
      "videoLink": "https://youtu.be/L0jdM8pexrk?si=-TyD8lJI09CKGGeD",
      "instructions": "1. Curățați și tocați 4 căței de usturoi și 15 g de ghimbir, transformându-le în pastă folosind un răzuitor fin. \n2. Pentru sos, combinați 125 ml de sos de soia cu conținut scăzut de sodiu, 60 ml de sos hoisin, 40 ml de vin Shaoxing (opțional), pasta de usturoi și ghimbir, 15 ml de ulei de susan, 2 g de boabe de piper Szechuan prăjite și zdrobite, 9 g de zahăr granulat (opțional), 12 g de amidon de porumb și piper după gust. Amestecați bine și lăsați deoparte. \n3. Tăiați 1,2 kg de pulpe de pui fără os și piele în bucăți uniforme. Adăugați-le într-un bol mare și turnați peste ele 60 ml din marinada pregătită. Amestecați bine și lăsați la marinat timp de 30 de minute. \n4. Tăiați un ardei gras verde și unul roșu în fâșii subțiri, îndepărtând semințele și miezul. Tăiați 2 ardei iuți roșii lungi în bucăți de 2 cm (opțional). Tăiați 6 cepe verzi, separând tulpina verde de rădăcina albă; tăiați rădăcina albă în bucăți de 3-4 cm și tulpina verde în rondele subțiri pentru garnitură. \n5. Spălați 300 g de orez jasmin și adăugați-l într-o cratiță cu 500 ml de apă rece și un praf de sare. Aduceți la fierbere, acoperiți și reduceți focul la minim. Gătiți timp de 12 minute, apoi opriți focul și lăsați acoperit încă 4 minute. Fluturați orezul cu o furculiță. \n6. Într-o tigaie mică, prăjiți 50 g de alune mărunțite la foc mediu-mare timp de 2-3 minute, până devin aurii. Îndepărtați-le din tigaie și lăsați-le să se răcească. \n7. Într-o tigaie mare sau un wok, încălziți 30 ml de ulei de arahide la foc mediu-mare. Adăugați puiul în loturi și prăjiți timp de 6-7 minute până când devine auriu și gătit complet. Scoateți-l și lăsați deoparte. \n8. În aceeași tigaie, adăugați ardeii grași și ardeii iuți (dacă îi folosiți) și prăjiți timp de 5 minute. Adăugați rădăcina albă de ceapă verde și prăjiți încă 2 minute. \n9. Adăugați puiul gătit înapoi în tigaie împreună cu orice sucuri lăsate și amestecați bine. Turnați restul de marinadă și amestecați până când sosul se îngroașă și glazurează totul. \n10. Adăugați alunele prăjite și amestecați bine. Luați tigaia de pe foc. \n11. Porționați orezul și puiul în 5 recipiente de 750 ml. Garnisiți cu tulpina verde de ceapă verde. Păstrați în frigider până la 4 zile sau congelați până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "g",
          "quantityValue": 15
        },
        {
          "name": "Sos de soia cu conținut scăzut de sodiu",
          "quantityMetric": "ml",
          "quantityValue": 125
        },
        {
          "name": "Sos hoisin",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Vin Shaoxing",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Boabe de piper Szechuan",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Zahăr",
          "quantityMetric": "g",
          "quantityValue": 9
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 12
        },
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 1200
        },
        {
          "name": "Ardei gras verde",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ardei gras roșu",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ardei iute",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 6
        },
        {
          "name": "Orez jasmin",
          "quantityMetric": "g",
          "quantityValue": 300
        },
        {
          "name": "Apă",
          "quantityMetric": "ml",
          "quantityValue": 500
        },
        {
          "name": "Alune prăjite",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Teriyaki Chicken Meal Prep",
      "videoLink": "https://youtu.be/oPB57S2kQGM?si=Sz_-VskVmCOV7Kvu",
      "instructions": "1. Curățați și tăiați un mănunchi de sparanghel în bucăți de 2 cm. \n2. Spălați și tăiați în jumătate, pe lungime, doi morcovi medii spre mari, apoi tăiați-i în felii subțiri. \n3. Tăiați capetele unui mănunchi de broccolini și tocați-l grosier. \n4. Tăiați doi ardei grași (de orice culoare) în jumătate, îndepărtați miezul și semințele, apoi tăiați-i în felii subțiri. \n5. Tăiați 1 kg de pulpe de pui fără os și piele în bucăți uniforme. Adăugați-le într-un bol împreună cu 14 g de amidon de porumb și piper alb după gust. Amestecați bine. \n6. Spălați 300 g de orez jasmin și adăugați-l într-o cratiță cu 500 ml de apă rece și un praf de sare. Aduceți la fierbere, acoperiți și reduceți focul la minim. Gătiți timp de 12 minute, apoi opriți focul și lăsați acoperit încă 4 minute. Fluturați orezul cu o furculiță. \n7. Într-o tigaie mică, prăjiți 50 g de alune mărunțite la foc mediu-mare timp de 2-3 minute, până devin aurii. Îndepărtați-le din tigaie și lăsați-le să se răcească. \n8. Într-o tigaie mare sau un wok, încălziți 20 ml de ulei de arahide la foc mediu-mare. Adăugați puiul în loturi și prăjiți timp de 6-7 minute până când devine auriu și gătit complet. Scoateți-l și lăsați deoparte. \n9. În aceeași tigaie, adăugați legumele (morcovii, sparanghelul, broccolini și ardeii grași) și prăjiți timp de 6-7 minute până se înmoaie, dar rămân crocante. \n10. Adăugați puiul gătit înapoi în tigaie împreună cu orice sucuri lăsate și amestecați bine. \n11. Pentru sosul teriyaki, combinați 60 ml de sos de soia, 40 ml de sos de soia închis, 70 ml de mirin, 70 ml de sake de gătit și 15 g de zahăr. Puneți sosul pe foc mare și amestecați până când zahărul se topește. Reduceți focul la minim și gătiți timp de 5 minute. \n12. Turnați sosul teriyaki peste pui și legume în tigaie și amestecați bine. Gătiți timp de 4 minute până când sosul se îngroașă. \n13. Împărțiți orezul și amestecul de pui și legume în 5 recipiente de 750 ml. Garnisiți cu ceapă verde tocată. \n14. Păstrați la frigider până la 4 zile sau congelați până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Sparanghel",
          "quantityMetric": "leg",
          "quantityValue": 1
        },
        {
          "name": "Morcovi",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Broccolini",
          "quantityMetric": "leg",
          "quantityValue": 1
        },
        {
          "name": "Ardei gras",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 14
        },
        {
          "name": "Orez jasmin",
          "quantityMetric": "g",
          "quantityValue": 300
        },
        {
          "name": "Apă",
          "quantityMetric": "ml",
          "quantityValue": 500
        },
        {
          "name": "Alune prăjite",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Sos de soia",
          "quantityMetric": "ml",
          "quantityValue": 100
        },
        {
          "name": "Mirin",
          "quantityMetric": "ml",
          "quantityValue": 70
        },
        {
          "name": "Sake de gătit",
          "quantityMetric": "ml",
          "quantityValue": 70
        },
        {
          "name": "Zahăr",
          "quantityMetric": "g",
          "quantityValue": 15
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 6
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Miso Glazed Salmon Meal Prep",
      "videoLink": "https://youtu.be/vTcXtv8Tyx4?si=3FAs-BxZYJEAYPl6",
      "instructions": "1. Pentru glazura miso: Într-un bol, combinați 150 g de pastă de miso alb, 80 ml de mirin, 60 ml de sos de soia, 20 g de zahăr brun (opțional), 15 g de pastă de ghimbir și piper alb măcinat după gust. Amestecați bine până devine omogen și lăsați deoparte. \n2. Tăiați 1,2 kg de fileuri de somon în bucăți de 250 g. Acoperiți somonul cu glazura miso și lăsați la marinat timp de 30 de minute până la 24 de ore. \n3. Pregătiți legumele: Tăiați 2 capete de broccoli în buchețele de dimensiuni egale. Tăiați tulpina în bucăți similare cu buchețelele. \n4. Spălați și tăiați în felii subțiri 2 morcovi medii spre mari. \n5. Tăiați capetele a 350 g de fasole verde. \n6. Într-o tigaie mare sau wok, încălziți 20 ml de ulei de arahide la foc mare. Adăugați broccoli, morcovii și fasolea verde. Condimentați cu sare de mare și piper alb măcinat după gust. Soteați timp de 6-7 minute până când legumele sunt moi dar încă crocante. \n7. Adăugați 10 ml de ulei de susan și 5 g de semințe de susan. Amestecați bine și lăsați deoparte. \n8. Într-o tigaie antiaderentă, încălziți 20 ml de ulei de arahide la foc mare. Adăugați fileurile de somon cu pielea în jos (dacă au piele) și prăjiți timp de 2,5-3 minute până devin aurii. Întoarceți somonul și gătiți încă 2 minute pe fiecare parte până când este gătit mediu spre mediu-rar. \n9. Scoateți somonul din tigaie și lăsați-l deoparte. \n10. Curățați tigaia de orice resturi arse și adăugați glazura miso rămasă. Gătiți la foc mediu timp de 2 minute până când glazura se îngroașă, amestecând constant. \n11. Porționați somonul și legumele în 5 recipiente de 750 ml. Turnați glazura miso peste somon și legume. Garnisiți cu ceapă verde feliată subțire și semințe de susan, dacă doriți. \n12. Păstrați la frigider până la 3 zile sau congelați până la 3 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțină supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Pastă de miso alb",
          "quantityMetric": "g",
          "quantityValue": 150
        },
        {
          "name": "Mirin",
          "quantityMetric": "ml",
          "quantityValue": 80
        },
        {
          "name": "Sos de soia",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Zahăr brun",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Pastă de ghimbir",
          "quantityMetric": "g",
          "quantityValue": 15
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Fileuri de somon",
          "quantityMetric": "g",
          "quantityValue": 1200
        },
        {
          "name": "Broccoli",
          "quantityMetric": "capete",
          "quantityValue": 2
        },
        {
          "name": "Morcovi",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Fasole verde",
          "quantityMetric": "g",
          "quantityValue": 350
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "ml",
          "quantityValue": 10
        },
        {
          "name": "Semințe de susan",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 1
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Aripioare de Pui Buffalo",
      "videoLink": "https://youtu.be/74igxdNoaJg?si=odoSgEx3fAJnHrIX",
      "instructions": "1. Tăiați aripioarele de pui în două, separând partea plată de ciocănel. Uscați bine aripioarele cu prosoape de hârtie. Așezați-le pe un grătar și lăsați-le la frigider peste noapte sau pentru minimum 6 ore.\n2. Pentru sosul de brânză cu mucegai, combinați 110g de maioneză, 60g de smântână, 30ml de lapte bătut, 50g de brânză cu mucegai mărunțită, 1 cățel de usturoi zdrobit și 0,5g de pudră de muștar galben. Amestecați bine și ajustați condimentele după gust. Lăsați la frigider până la servire.\n3. Într-o tigaie adâncă, încălziți ulei de floarea-soarelui sau vegetal până la 200°C. Prăjiți aripioarele de pui în loturi timp de 10-12 minute până devin aurii și crocante. Scoateți-le pe un grătar curat și presărați sare imediat.\n4. Pentru sosul Buffalo, topiți 100g de unt nesărat la foc mediu. Adăugați 300ml de sos iute (Frank's Hot Sauce sau alt sos preferat), 2 căței de usturoi zdrobiți și 20g de miere. Amestecați bine până când totul este omogen și lucios.\n5. Amestecați aripioarele prăjite în sosul Buffalo, asigurându-vă că sunt bine acoperite. Serviți aripioarele calde cu bastonașe de morcov și țelină, alături de sosul de brânză cu mucegai.",
      "ingredients": [
        {
          "name": "Aripioare de pui",
          "quantityMetric": "g",
          "quantityValue": 1600
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Ulei",
          "quantityMetric": "pentru prăjit",
          "quantityValue": 0
        },
        {
          "name": "Unt nesărat",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Frank's Hot Sauce",
          "quantityMetric": "ml",
          "quantityValue": 300
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 2
        },
        {
          "name": "Miere",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Maioneză",
          "quantityMetric": "g",
          "quantityValue": 110
        },
        {
          "name": "Smântână",
          "quantityMetric": "g",
          "quantityValue": 60
        },
        {
          "name": "Lapte bătut",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Brânză cu mucegai",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Pudră de muștar galben",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Morcovi",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Țelină",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Fajitas cu Pui",
      "videoLink": "https://youtu.be/A0l8ADpxyNg?si=vE8kXYFjxxG-TCOk",
      "instructions": "1. Într-un bol mic, combinați 4g de paprika, 2g de chimen măcinat, 4g de pudră de ceapă, 4g de pudră de usturoi, 8g de zahăr alb granulat, 6g de amidon de porumb, 7g de fulgi de sare de mare, 4g de pudră de chili și 0.5g de piper cayenne. Amestecați bine până când toate condimentele sunt complet combinate.\n2. Tăiați 2 cepe maro în felii subțiri și puneți-le într-un bol. Tăiați 1 ardei gras roșu în fâșii subțiri și adăugați-l în același bol.\n3. Tăiați 3 piepturi de pui (aproximativ 1kg) în fâșii și puneți-le într-un bol mare. Adăugați 3g de oregano proaspăt tocat și coaja rasă de la 1 lămâie în pui.\n4. Adăugați trei sferturi din amestecul de condimente peste pui și restul peste ceapă și ardei. Amestecați bine pentru a acoperi uniform puiul și legumele cu condimente. Înfășurați puiul și legumele și lăsați-le la marinat în frigider timp de 30 de minute până la 24 de ore.\n5. Pentru guacamole, zdrobiți 2 avocado într-un bol. Adăugați 1/2 ceapă roșie tăiată mărunt, 2 roșii tăiate cubulețe, 5g de coriandru tocat, coaja rasă și sucul de la 1 lămâie, sare de mare și piper negru măcinat după gust și 15ml de ulei de măsline extravirgin. Amestecați bine și lăsați la frigider până la servire.\n6. Într-o tigaie mare, încălziți 2 linguri de ulei de măsline la foc mare. Adăugați ceapa și ardeiul și prăjiți timp de 3 minute până când ceapa devine ușor translucidă. Adăugați puiul și gătiți timp de 12 minute, amestecând frecvent, până când puiul este bine gătit și are o culoare aurie.\n7. Serviți puiul și legumele prăjite în tortillas calde, împreună cu guacamole, salată verde, smântână, brânză rasă și coriandru, după preferință. Rulați tortilla și tăiați-le pe jumătate pentru a servi.",
      "ingredients": [
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Piept de pui",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ardei gras roșu",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Oregano proaspăt",
          "quantityMetric": "g",
          "quantityValue": 3
        },
        {
          "name": "Paprika",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Chimen măcinat",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Zahăr",
          "quantityMetric": "g",
          "quantityValue": 8
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Fulgi de sare de mare",
          "quantityMetric": "g",
          "quantityValue": 7
        },
        {
          "name": "Pudră de chili",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Piper cayenne",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Avocado",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Coriandru",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Lămâie",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper negru măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Tortillas",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Salată verde",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Smântână",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Brânză rasă",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Coriandru",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Ouă poșate pe Avocado cu Ulei de Chili",
      "videoLink": "https://youtu.be/GxL9fTvf4go?si=Yznjglnmv2Cz0WoO",
      "instructions": "1. Adăugați avocado-ul într-un bol și asezonați cu fulgi de sare de mare și un strop de suc de lămâie. Puneți deoparte.\n2. Aduceți o cratiță cu apă la fierbere, adăugați oțetul și amestecați pentru a crea un vortex. Adăugați ouăle și gătiți timp de 2 minute și jumătate pentru un ou poșat moale. Scoateți ouăle și lăsați-le să se scurgă.\n3. Prăjiți pâinea după preferință, apoi adăugați deasupra avocado-ul, ouăle poșate și uleiul de chili. Decorați cu pătrunjel.",
      "ingredients": [
        {
          "name": "Ouă",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Oțet alb",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Pâine",
          "quantityMetric": "felii",
          "quantityValue": 2
        },
        {
          "name": "Avocado",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Suc de lămâie",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Ulei de chili",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Pătrunjel",
          "quantityMetric": "pentru garnitură",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Paste cremoase cu usturoi pentru Meal Prep",
      "videoLink": "https://youtu.be/eiYltT920EI?si=wYeIMsX3eL02TdNk",
      "instructions": "1. Tăiați 4 roșii mari în cuburi mici. Tăiați 2 ardei grași în bucăți de dimensiuni similare. Curățați și zdrobiți 5 căței de usturoi folosind un microplane pentru a obține o pastă.\n2. Încălziți o tigaie mare la foc mediu-mare și adăugați 20ml de ulei de măsline. Adăugați roșiile, ardeii, sare și piper după gust și gătiți timp de 6 minute, amestecând ocazional.\n3. Adăugați usturoiul în tigaie și gătiți încă 4 minute, amestecând pentru a evita lipirea.\n4. În paralel, aduceți o oală mare cu apă la fiert și adăugați sare.\n5. După 10 minute de gătit, adăugați în sos 2,5g de pudră de ceapă, 5g de paprika dulce, 1g de oregano uscat și 1g de busuioc uscat. Amestecați bine și gătiți încă 3 minute.\n6. Adăugați 180ml de supă de pui (sau supă de legume) și aduceți la fierbere. Acoperiți tigaia, reduceți focul la minim și lăsați să fiarbă timp de 10 minute.\n7. După ce sosul a fiert, lăsați-l să se răcească timp de 15-20 minute, apoi blenduiți până devine cremos. Adăugați 240g de cremă de brânză cu conținut scăzut de grăsimi și blenduiți din nou până la omogenizare.\n8. Într-o altă tigaie, încălziți 10ml de ulei de măsline extra virgin la foc mare. Adăugați 750g de carne tocată de vită (90% slabă) și asezonați cu sare și piper după gust. Gătiți timp de 3 minute pentru a forma o crustă, apoi rupeți bucățile și gătiți încă 6 minute până când carnea este bine rumenită.\n9. În timpul gătitului cărnii, adăugați 500g de paste la apa clocotită și gătiți cu un minut mai puțin decât timpul indicat pe ambalaj.\n10. Adăugați în carnea gătită aceleași condimente folosite pentru sos (2,5g pudră de ceapă, 5g paprika dulce, 1g oregano uscat și 1g busuioc uscat). Amestecați bine și gătiți timp de 4 minute.\n11. Adăugați sosul de roșii blenduit peste carne și amestecați. Gătiți încă 2 minute până când sosul se îngroașă și se amestecă bine cu carnea.\n12. Scurgeți pastele și adăugați-le în tigaia cu sos și carne. Amestecați bine pentru a acoperi pastele cu sos. Gătiți încă 1-2 minute până când totul este bine combinat.\n13. Porționați pastele în 5 recipiente de 750ml fiecare. Garnisiți cu 50g de parmezan ras (opțional). Lăsați să se răcească timp de 15-20 minute înainte de a pune capacele și de a le depozita în frigider pentru până la 4 zile sau în congelator pentru până la 4 luni.",
      "ingredients": [
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 5
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Ardei gras",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Oregano uscat",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Busuioc uscat",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Paprika dulce",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Supă de pui",
          "quantityMetric": "ml",
          "quantityValue": 180
        },
        {
          "name": "Cremă de brânză",
          "quantityMetric": "g",
          "quantityValue": 240
        },
        {
          "name": "Carne tocată de vită (90% slabă)",
          "quantityMetric": "g",
          "quantityValue": 750
        },
        {
          "name": "Paste",
          "quantityMetric": "g",
          "quantityValue": 500
        },
        {
          "name": "Parmezan",
          "quantityMetric": "g",
          "quantityValue": 50
        }
      ]
    },
    {
      "name": "Paste cremoase cu vită în stil toscan",
      "videoLink": "https://youtu.be/yJ2vaSEv6bw?si=y_zVXutS6ozAJa5I",
      "instructions": "1. Aduceți la fierbere o oală cu apă sărată și gătiți pastele cu 1 minut mai puțin decât timpul indicat pe ambalaj. Scurgeți-le și păstrați 1 cană de apă de la paste.\n2. Puneți o tigaie mare sau oală la foc mediu-mare. Adăugați 30ml de ulei de măsline extra virgin sau ulei de la roșiile uscate și carnea tocată de vită. Lăsați carnea să se rumenească timp de 2 minute înainte de a o desface, apoi gătiți încă 4 minute sau până când carnea devine maro. Asezonați după gust.\n3. Adăugați ceapa și gătiți timp de 3 minute, amestecând bine. Adăugați usturoiul, roșiile uscate, pasta de tomate concentrată, ierburile italiene uscate și paprika dulce. Amestecați bine și gătiți timp de 2 minute.\n4. Deglazați tigaia cu supa de pui și gătiți timp de 2-3 minute sau până când se reduce la jumătate. Adăugați smântâna groasă, aduceți din nou la fierbere, reduceți focul la minim și lăsați să fiarbă timp de 5-6 minute.\n5. Adăugați spanacul proaspăt și pastele scurse și amestecați bine, gătiți timp de 2 minute sau până când spanacul se înmoaie și pastele sunt bine acoperite de sos. Verificați condimentele și luați de pe foc. Serviți în boluri și garnisiți cu busuioc, parmezan și piper negru proaspăt măcinat. Poftă bună!",
      "ingredients": [
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Carne tocată de vită (10% grăsime)",
          "quantityMetric": "g",
          "quantityValue": 500
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Roșii uscate la soare",
          "quantityMetric": "g",
          "quantityValue": 70
        },
        {
          "name": "Pasta de tomate concentrată",
          "quantityMetric": "g",
          "quantityValue": 35
        },
        {
          "name": "Ierburi italiene uscate",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Paprika dulce",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Supa de pui",
          "quantityMetric": "ml",
          "quantityValue": 250
        },
        {
          "name": "Smântână groasă (heavy cream)",
          "quantityMetric": "ml",
          "quantityValue": 180
        },
        {
          "name": "Paste",
          "quantityMetric": "g",
          "quantityValue": 350
        },
        {
          "name": "Spanac proaspăt",
          "quantityMetric": "g",
          "quantityValue": 180
        },
        {
          "name": "Busuioc",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Parmezan",
          "quantityMetric": "pentru servire",
          "quantityValue": 0
        },
        {
          "name": "Piper negru proaspăt măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Ouă scrambled cu chili",
      "videoLink": "https://youtu.be/z3S4_pPXEBU?si=LFqnbcd5BF7nuxG3",
      "instructions": "1. Pregătirea ingredientelor este esențială. Începeți cu o șalotă. Tăiați vârful, împărțiți-o în două și curățați-o. Tăiați-o apoi în felii subțiri și, ulterior, în cubulețe mici.\n2. Tăiați un ardei iute roșu lung în felii subțiri. Păstrați jumătate din feliile de ardei pentru decor.\n3. Într-un bol mare, spargeți 6 ouă mari de la găini crescute în aer liber. Adăugați 40ml de smântână groasă (heavy cream) și bateți ouăle cu o furculiță sau un tel până se omogenizează.\n4. Puneți o tigaie antiaderentă la foc mediu-mare și adăugați 14g de unt clarificat sau unt nesărat. După ce untul s-a topit, adăugați șalota tocată fin și jumătate din ardeiul iute feliat. Sotati timp de 1,5-2 minute până când șalota devine aurie și ardeiul iute se înmoaie.\n5. În timp ce șalota și ardeiul se gătesc, pregătiți pâinea. Feliați pâinea preferată (de exemplu, pâine de maia) și prăjiți-o până la gradul dorit de rumenire. Ungeți feliile prăjite cu unt.\n6. Adăugați amestecul de ouă și smântână în tigaie, asigurându-vă că răzuiți bine bolul pentru a folosi tot amestecul. Adăugați un praf de sare de mare după gust. Cu ajutorul unei spatule din silicon, pliați ușor ouăle de la margini spre interior până când se formează coagule moi și pufoase. Acest proces durează aproximativ 30 de secunde. Ouăle trebuie să fie ușor umede, deoarece vor continua să se gătească și după ce sunt luate de pe foc.\n7. Puneți ouăle scrambled pe feliile de pâine prăjită unse cu unt. Pentru servire, radeți deasupra puțin pecorino romano sau parmezan, adăugați restul de ardei iute feliat, presărați șalote prăjite pentru textură crocantă, adăugați coriandru proaspăt, turnați puțin sos sriracha sau alt sos preferat și terminați cu piper negru proaspăt măcinat.",
      "ingredients": [
        {
          "name": "Unt clarificat sau unt nesărat",
          "quantityMetric": "g",
          "quantityValue": 14
        },
        {
          "name": "Șalotă",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ardei iute",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ouă",
          "quantityMetric": "buc",
          "quantityValue": 6
        },
        {
          "name": "Smântână groasă (heavy cream)",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Pâine",
          "quantityMetric": "felii",
          "quantityValue": 0
        },
        {
          "name": "Unt",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Parmezan",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Șalote prăjite",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Coriandru",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Sriracha",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper negru măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Ouă Benedict, Florentine și Royale",
      "videoLink": "https://youtu.be/BCabpgAM03g?si=xrT8lBPbVCQfvIN-",
      "instructions": "1. Pentru sosul Hollandaise: Puneți 4 gălbenușuri de ou și 20 ml de oțet alb (sau suc de lămâie) într-un blender și mixați timp de 30 de secunde până devin pufoase. Adăugați treptat 280 ml de unt clarificat topit, mixând continuu până se formează o emulsie groasă. Condimentați după gust cu sare și piper alb măcinat. Păstrați sosul cald, acoperit cu un prosop.\n2. Pentru ouăle poșate: Aduceți la fierbere o cratiță mare cu apă și adăugați 20 ml de oțet. Odată ce apa clocotește, adăugați ouăle (câte doriți) și gătiți timp de 2 minute și jumătate pentru un gălbenuș moale. Scoateți ouăle și lăsați-le să se scurgă pe un prosop de hârtie.\n3. Pentru ouăle Benedict: Încălziți o tigaie la foc mediu-mare, adăugați 5 ml de ulei și prăjiți 2-4 felii de șuncă sau bacon timp de 1-1,5 minute pe fiecare parte până devin aurii. Prăjiți chiflele englezești tăiate în jumătate și unse cu unt, așezați șunca pe fiecare jumătate, adăugați un ou poșat și acoperiți cu sos Hollandaise. \n4. Pentru ouăle Florentine: În aceeași tigaie, adăugați 10 ml de ulei și 180 g de spanac proaspăt. Sotați timp de 2 minute până când spanacul se ofilește. Condimentați după gust. Prăjiți chiflele englezești, așezați spanacul pe fiecare jumătate, adăugați un ou poșat și acoperiți cu sos Hollandaise.\n5. Pentru ouăle Royale: Prăjiți chiflele englezești tăiate în jumătate și unse cu unt, așezați 4-6 felii de somon afumat pe fiecare jumătate, adăugați un ou poșat și acoperiți cu sos Hollandaise. Garnisiți cu mărar și arpagic după preferință.\n6. Pentru servire: Presărați arpagic tocat, puțină paprica sau piper negru măcinat proaspăt pentru decor. Bucurați-vă de ouăle Benedict, Florentine și Royale cu sosul Hollandaise cremos și delicios.",
      "ingredients": [
        {
          "name": "Gălbenușuri de ou",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Oțet alb sau suc de lămâie",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Unt",
          "quantityMetric": "ml",
          "quantityValue": 280
        },
        {
          "name": "Ouă",
          "quantityMetric": "buc",
          "quantityValue": 6
        },
        {
          "name": "Oțet alb",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Chifle englezești",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Șuncă sau bacon",
          "quantityMetric": "felii",
          "quantityValue": 4
        },
        {
          "name": "Spanac proaspăt",
          "quantityMetric": "g",
          "quantityValue": 180
        },
        {
          "name": "Somon afumat",
          "quantityMetric": "felii",
          "quantityValue": 6
        },
        {
          "name": "Arpagic",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Mărar",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper negru măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Paprica",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Panini cu pui și pesto",
      "videoLink": "https://youtu.be/NTQrpDZXQWE?si=sJQjLq_OOvsVd-6r",
      "instructions": "1. Pentru pesto: Adăugați un buchet mare de busuioc proaspăt, 10g de semințe de pin (prajite sau neprajite), 1 cățel de usturoi, sucul de la jumătate de lămâie și 15g de parmezan ras fin într-un blender. Mixați până devine o pastă groasă. Adăugați treptat 50 ml de ulei de măsline extra virgin până obțineți consistența dorită. Ajustați condimentele cu sare după gust și păstrați pesto-ul la frigider până la utilizare.\n2. Pentru pui: Tăiați pe orizontală 2 piepturi de pui pentru a le desface, creând două fileuri mai subțiri. Adăugați puiul într-un bol și condimentați cu 2,5g de pudră de usturoi, 2,5g de paprika dulce, 1,5g de oregano uscat, 0,5g de fulgi de chili, 2 lingurițe de ulei de măsline și sare și piper după gust. Amestecați bine pentru a acoperi uniform fileurile.\n3. Încălziți o tigaie mare la foc mediu-mare și adăugați 1 lingură de ulei de măsline. Prăjiți fileurile de pui timp de 3-3,5 minute pe fiecare parte până devin aurii și gătite în interior. Scoateți-le din tigaie și lăsați-le să se odihnească timp de 5 minute.\n4. Tăiați 2 chifle ciabatta sau altă pâine la alegere pe jumătate. Ungeți ambele părți ale chiflelor cu pesto. Așezați fileurile de pui pe jumătățile inferioare ale chiflelor. Adăugați 4-5 felii de mozzarella pe fiecare sandwich.\n5. Dacă aveți un arzător de bucătărie, topiți și rumeniți mozzarella. Alternativ, puteți plasa sandwich-urile sub un grill pentru a topi brânza. Așezați 4-5 felii de roșii pe fiecare sandwich și condimentați cu sare și piper după gust.\n6. Încălziți o tigaie antiaderentă la foc mediu-mare și adăugați 1 linguriță de ulei de măsline. Puneți sandwich-urile în tigaie cu partea superioară în jos și apăsați-le pentru a le aplatiza. Prăjiți timp de 2-2,5 minute până devin aurii și crocante, apoi întoarceți-le și repetați.\n7. Scoateți sandwich-urile din tigaie, tăiați-le pe jumătate și serviți imediat.",
      "ingredients": [
        {
          "name": "Busuioc proaspăt",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Semințe de pin",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Usturoi",
          "quantityMetric": "cățel",
          "quantityValue": 1
        },
        {
          "name": "Lămâie",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Parmezan ras",
          "quantityMetric": "g",
          "quantityValue": 15
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 50
        },
        {
          "name": "Piept de pui",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Paprika dulce",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Oregano uscat",
          "quantityMetric": "g",
          "quantityValue": 1.5
        },
        {
          "name": "Fulgi de chili",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 10
        },
        {
          "name": "Chifle ciabatta",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Mozzarella",
          "quantityMetric": "felii",
          "quantityValue": 5
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Pui Grecesc cu Lămâie",
      "videoLink": "https://youtu.be/Y3YEtkKbmuI?si=C_SpYq6cYYeFkZ8Y",
      "instructions": "1. Începeți cu marinada de lămâie: Într-un bol, adăugați 80 ml de ulei de măsline extravirgin, 60 ml de suc de lămâie proaspăt stors, 4 căței de usturoi tocați mărunt, 1 lingură de oregano uscat, 2 lingurițe de cimbru uscat, 2 lingurițe de muștar Dijon, 2 lingurițe de sare kosher și 1 linguriță de piper negru măcinat. Amestecați bine până când ingredientele se omogenizează și se transformă într-un dressing.\n2. Puneți 8 bucăți de pulpe de pui cu os într-un bol sau pungă de plastic. Turnați marinada peste pui și amestecați bine pentru a acoperi uniform carnea. Lăsați puiul la marinat în frigider timp de cel puțin 1-2 ore.\n3. Preîncălziți cuptorul la 180°C. Așezați pulpele de pui într-un vas de copt de 33x23 cm, într-un singur strat. Turnați marinada rămasă peste pui și întindeți-o uniform. Coaceți puiul timp de 40-45 de minute sau până când temperatura internă atinge 80°C. Puteți folosi un termometru instant pentru a verifica temperatura.\n4. Pentru un pui cu pielea mai crocantă, porniți grill-ul cuptorului pentru ultimele 2-3 minute de coacere.\n5. În timp ce puiul se coace, pregătiți orezul cu lămâie și ierburi: Încălziți 2 linguri de ulei de măsline extravirgin într-o tigaie mare la foc mediu. Adăugați jumătate de ceapă medie tocată mărunt și căliți timp de 3-4 minute până devine moale și translucidă. Adăugați 2 căței de usturoi tocați, coaja de la 1 lămâie și 300 g de orez Basmati spălat și scurs. Căliți timp de 1 minut.\n6. Adăugați 600 ml de supă de pui cu conținut scăzut de sodiu, sucul de la 1 lămâie (aproximativ 3 linguri) și 1/2 linguriță de sare kosher. Amestecați, aduceți la fierbere, reduceți focul la minim și lăsați să fiarbă acoperit timp de 12-15 minute. Luați de pe foc și lăsați orezul să stea acoperit timp de 4-5 minute.\n7. Înainte de a servi, adăugați 60 ml de ierburi proaspete tocate (pătrunjel, oregano, mărar) și amestecați ușor. Serviți puiul grecesc cu lămâie alături de orezul aromat și savurați un prânz sau o cină delicioasă.",
      "ingredients": [
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 80
        },
        {
          "name": "Suc de lămâie proaspăt stors",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 6
        },
        {
          "name": "Oregano uscat",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Cimbru uscat",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Muștar Dijon",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Sare kosher",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Piper negru măcinat",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Pulpe de pui cu os",
          "quantityMetric": "buc",
          "quantityValue": 8
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Coaja de lămâie",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Orez Basmati",
          "quantityMetric": "g",
          "quantityValue": 300
        },
        {
          "name": "Supă de pui cu conținut scăzut de sodiu",
          "quantityMetric": "ml",
          "quantityValue": 600
        },
        {
          "name": "Suc de lămâie",
          "quantityMetric": "ml",
          "quantityValue": 45
        },
        {
          "name": "Ierburi proaspete tocate (pătrunjel, oregano, mărar)",
          "quantityMetric": "ml",
          "quantityValue": 60
        }
      ]
    },
    {
      "name": "Double Beef Double Cheese Smash Burger",
      "videoLink": "https://youtu.be/5oWY2AFTL60?si=_ASRlDTVXTyHMHKz",
      "instructions": "1. Pentru sosul special: Într-un bol, adăugați 125g de maioneză, 2 castraveți murați tocați fin, 1/4 dintr-o ceapă albă sau galbenă (tocată fin), 40ml de ketchup, 15ml de muștar american (galben), 2.5g de paprika afumată, 1.5g de pudră de ceapă, 1.5g de pudră de usturoi și sucul de la 1/4 de lămâie. Adăugați un praf de zahăr (opțional) și condimentați după gust. Amestecați bine și lăsați sosul la frigider până la servire.\n2. Pentru burgeri: Împărțiți 1 kg de carne tocată de vită (80% carne, 20% grăsime) în 4 porții egale și modelați-le în bile. Încălziți o tigaie mare la foc mare și adăugați 5ml de ulei vegetal. Puneți 2 bile de carne în tigaie și acoperiți-le cu hârtie pergament. Apăsați-le cu o spatulă pentru a le aplatiza, apoi prăjiți-le timp de 2 minute, condimentând cu sare și piper pe o parte. După ce s-au format cruste aurii, întoarceți-le și prăjiți-le pentru încă 1 minut. Adăugați câte o felie de brânză pe fiecare burger și gătiți timp de 30 de secunde, apoi stivuiți-le și lăsați-le să se odihnească.\n3. Prăjiți chiflele Brioche sub grill sau pe o tigaie, unse cu unt. Întindeți sosul special pe ambele părți ale chiflei, adăugați frunze de salată și felii de roșii subțiri. Condimentați cu sare și piper, apoi adăugați burgerii cu brânză. Puteți adăuga și castraveți murați feliați deasupra, dacă doriți.\n4. Acoperiți cu partea superioară a chiflei și serviți imediat.",
      "ingredients": [
        {
          "name": "Maioneză",
          "quantityMetric": "g",
          "quantityValue": 125
        },
        {
          "name": "Castraveți murați",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Ketchup",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Muștar american",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 1.5
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 1.5
        },
        {
          "name": "Suc de lămâie",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Carne tocată de vită (80% carne, 20% grăsime)",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Brânză",
          "quantityMetric": "felii",
          "quantityValue": 8
        },
        {
          "name": "Chifle Brioche, prăjite",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Salată iceberg sau romaine",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ulei vegetal",
          "quantityMetric": "ml",
          "quantityValue": 5
        },
        {
          "name": "Unt pentru uns",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Sare și piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Hot Honey Buffalo Chicken Sandwich",
      "videoLink": "https://youtu.be/cEBjw_-XaOU?si=-Mksl8ydxnyPA_iA",
      "instructions": "1. Pentru marinada de pui: Puneți pulpele de pui într-un bol, adăugați 250 ml de lapte bătut, 125 ml de sos iute Frank's, sare și piper. Amestecați bine și lăsați la marinat timp de 4 până la 48 de ore.\n2. Pentru amestecul de făină: Într-un bol curat, adăugați 100 g de făină simplă, 50 g de amidon de porumb, 3 g de pudră de ceapă, 3 g de pudră de usturoi, 6 g de paprika afumată, 1 g de pudră de chili, sare și piper. Amestecați bine și puneți deoparte.\n3. Pentru sosul ranch: Adăugați într-un bol 100 g de maioneză, 25 g de smântână, 60 ml de lapte bătut, 2.5 g de pudră de ceapă, 2.5 g de pudră de usturoi, 1 g de mărar uscat, 1 g de pătrunjel uscat, 2 g de arpagic uscat, sare și piper după gust. Amestecați bine și puneți în frigider.\n4. Pentru sosul hot honey: Adăugați toate ingredientele pentru sos într-o cratiță la foc mediu și amestecați pentru a combina. Odată ce untul s-a topit, luați cratița de pe foc.\n5. Încălziți o tigaie mare sau oală cu margini înalte cu suficient ulei pentru a umple oala pe jumătate la 180°C (350°F).\n6. Scoateți puiul din marinada cu lapte bătut și treceți-l prin amestecul de făină, asigurându-vă că este bine acoperit. Scuturați excesul și repetați dacă doriți un strat dublu. Odată acoperit, prăjiți puiul în uleiul încins timp de 10-12 minute sau până devine auriu, crocant și bine gătit. Repetați cu restul bucăților.\n7. Puneți puiul prăjit într-un bol mare și turnați sosul hot honey peste el. Amestecați ușor pentru a acoperi bine fiecare bucată.\n8. Prăjiți chiflele după preferință. Ungeți chiflele cu sos ranch pe ambele părți. Așezați puiul crocant, adăugați murături și puneți capacul de la chiflă. Savurați.\n\nPentru murături:\n1. Puneți toate ingredientele pentru saramură într-o cratiță și aduceți la fierbere. Opriți focul.\n2. Adăugați castravetele feliat, usturoiul și mărarul într-un borcan curat. Turnați saramura deasupra, acoperiți cu un capac și păstrați în frigider timp de câteva săptămâni. Savurați.",
      "ingredients": [
        {
          "name": "Pulpe mari de pui",
          "quantityMetric": "buc",
          "quantityValue": 6
        },
        {
          "name": "Lapte bătut",
          "quantityMetric": "ml",
          "quantityValue": 250
        },
        {
          "name": "Sos iute Frank's",
          "quantityMetric": "ml",
          "quantityValue": 125
        },
        {
          "name": "Făină simplă",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 3
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 3
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Pudră de chili",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Maioneză",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Smântână",
          "quantityMetric": "g",
          "quantityValue": 25
        },
        {
          "name": "Lapte bătut",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Mărar uscat",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Pătrunjel uscat",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Arpagic uscat",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Miere",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Unt nesărat",
          "quantityMetric": "ml",
          "quantityValue": 80
        },
        {
          "name": "Castravete libanez",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Mărar proaspăt",
          "quantityMetric": "g",
          "quantityValue": 8
        },
        {
          "name": "Apă rece",
          "quantityMetric": "ml",
          "quantityValue": 125
        },
        {
          "name": "Oțet alb",
          "quantityMetric": "ml",
          "quantityValue": 125
        },
        {
          "name": "Zahăr alb",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Fulgi de sare de mare",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Chifle pentru burgeri",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Ulei neutru pentru prăjit",
          "quantityMetric": "după nevoie",
          "quantityValue": 0
        }
      ]
    },

    {
      "name": "Cajun Chicken Wraps",
      "videoLink": "https://youtu.be/fnH10H8h4Mo?si=WGyu0M6LbuLeCfo-",
      "instructions": "1. Tăiați carnea de pui în cuburi și puneți-l într-un bol. Adăugați uleiul de măsline și condimentele (pudra de ceapă, pudra de usturoi, paprika afumată, oregano uscat, fulgi de chili - opțional, sare și piper). Amestecați bine pentru a combina.\n2. Într-un bol separat, adăugați toate ingredientele pentru sosul de iaurt tangy (iaurt grecesc natural, sos sriracha, suc de lămâie, cumin măcinat, paprika dulce, coriandru tocat, sare și piper). Amestecați bine și păstrați la frigider până când sunteți gata de servit.\n3. Puneți o tigaie la foc mare, adăugați un strop de ulei de măsline și prăjiți puiul condimentat timp de 8 minute sau până când este gătit complet. Poate fi necesar să faceți acest lucru în mai multe tranșe pentru a evita aglomerarea și aburirea puiului. Alternativ, acest lucru se poate face în cuptor. Consultați notele de mai jos.\n4. Pentru a asambla wrap-urile, încălziți ușor tortillas în tigaie sau în cuptorul cu microunde și întindeți sosul de iaurt pe ele. Adăugați puiul, roșiile, ceapa și salata și acoperiți cu puțin mai mult sos. Înfășurați strâns tortilla, cu partea deschisă în jos pentru a preveni desfacerea.\n5. Tortillas pot fi păstrate proaspete, sau dacă doriți să le prăjiți, faceți acest lucru într-o tigaie la foc mediu-mare cu un strop de ulei de măsline și prăjiți până la culoarea dorită.\n6. Tăiați wrap-ul pe jumătate și folosiți sosul de iaurt rămas ca dip. Savurați.",
      "ingredients": [
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 650
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Oregano uscat",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Fulgi de chili",
          "quantityMetric": "g",
          "quantityValue": 1
        },
        {
          "name": "Sare și piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Iaurt grecesc natural",
          "quantityMetric": "g",
          "quantityValue": 180
        },
        {
          "name": "Sos Sriracha",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Suc de lămâie",
          "quantityMetric": "ml",
          "quantityValue": 5
        },
        {
          "name": "Cumin măcinat",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Paprika dulce",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Coriandru (cilantro) tocat",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Tortillas de făină",
          "quantityMetric": "buc",
          "quantityValue": 6
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Salată Cos (Romaine), tocată și spălată",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Chicken Fajita Rice Bowl",
      "videoLink": "https://youtu.be/eEnRSROOIKU?si=rNRvaLigs7vAuKJt",
      "instructions": "1. Într-un bol, amestecați condimentele pentru fajita și puneți-le deoparte.\n2. Într-un al doilea bol, adăugați fâșiile de piept de pui, oregano și sare. Adăugați jumătate din amestecul de condimente, amestecați și lăsați la marinat între 30 de minute și 24 de ore.\n3. Într-un al treilea bol, adăugați ceapa și ardeii. Adăugați restul de amestec de condimente. Amestecați bine și puneți deoparte.\n4. Puneți o tigaie mare, adâncă, la foc mediu-mare. Adăugați uleiul de măsline și, când este încins, adăugați amestecul de ceapă și ardei. Sotați timp de 5-6 minute, amestecând regulat. Scoateți și puneți deoparte.\n5. Puneți aceeași tigaie înapoi pe foc mediu-mare. Adăugați restul de ulei și prăjiți puiul timp de 4-5 minute sau până când este gătit complet și auriu. Adăugați amestecul de ceapă și ardei în tigaie și gătiți încă un minut. Scoateți de pe foc.\n6. Pentru guacamole, pasați avocado, lăsându-l ușor grosier. Adăugați toate ingredientele pentru guacamole și amestecați bine. Porționați în recipiente mici și stropiți cu ulei de măsline extra virgin.\n7. Aduceți un vas cu apă la fiert. Adăugați orezul brun și fierbeți timp de 30 de minute pentru orezul brun cu bob mediu și lung, și 12 - 14 minute pentru orezul brun basmati. Scurgeți printr-o sită.\n8. Serviți fajitas de pui alături de orezul brun în 5 recipiente de 750 ml. Serviți guacamole separat. Savurați.\n9. Pentru a păstra, puneți în frigider timp de până la 4 zile și în congelator până la 4 luni, ambele păstrate în recipiente etanșe. Păstrați guacamole-ul într-un recipient separat, care va dura până la 4 zile în frigider și șase luni în congelator.\n10. Pentru a reîncălzi, puneți în cuptorul cu microunde și încălziți în reprize până la fierbere completă. Alternativ, poate fi reîncălzit într-o tigaie la foc mediu.",
      "ingredients": [
        {
          "name": "Piept de pui",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 20
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ardei roșu (mărime mică), tăiat subțire",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Oregano proaspăt, tocat grosier",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Paprika",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Chimen măcinat",
          "quantityMetric": "g",
          "quantityValue": 6
        },
        {
          "name": "Pudră de chili",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Avocado, pasat grosier",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Roșii",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Jalapeno",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Coriandru proaspăt, tocat grosier",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Lime",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Orez brun",
          "quantityMetric": "cani",
          "quantityValue": 2
        },
        {
          "name": "Apă pentru fiert",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Clătite pufoase",
      "videoLink": "https://youtu.be/y2AYFpYn8ws?si=RyvsE3DOoq7_Ey9k",
      "instructions": "1. Într-un bol, bateți împreună 2 ouă și 2 linguri de zahăr granulat.\n2. Adăugați 200 ml de lapte, 1 + ¼ cană de făină universală, 2 lingurițe de praf de copt și 2 lingurițe de praf de vanilie. Bateți până obțineți un aluat neted.\n3. Încălziți o tigaie antiaderentă ușor unsă cu ulei la foc mediu.\n4. Turnați ușor aproximativ 1 lingură de aluat în tigaia fierbinte.\n5. Așteptați până când se formează bule pe suprafață și, odată ce încep să pocnească, întoarceți clătita și gătiți până când ambele părți devin aurii.\n6. Repetați până când tot aluatul este utilizat.\n7. Odată ce ambele părți sunt aurii, transferați clătitele pe o farfurie de servire.\n8. Serviți clătitele cu gemul, mierea, siropul de arțar sau fructele preferate.",
      "ingredients": [
        {
          "name": "Ouă",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Zahăr granulat",
          "quantityMetric": "linguri",
          "quantityValue": 2
        },
        {
          "name": "Lapte",
          "quantityMetric": "ml",
          "quantityValue": 200
        },
        {
          "name": "Făină universală",
          "quantityMetric": "cani",
          "quantityValue": 1.25
        },
        {
          "name": "Praf de copt",
          "quantityMetric": "lingurițe",
          "quantityValue": 2
        },
        {
          "name": "Praf de vanilie",
          "quantityMetric": "lingurițe",
          "quantityValue": 2
        },
        {
          "name": "Ulei",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Aripioare de pui chinezești",
      "videoLink": "https://youtu.be/VICCf19bhYA?si=M-P6LwItZ6PIoKW-",
      "instructions": "1. Preîncălziți cuptorul la 180°C.\n2. Separați aripioarele de pui în părțile „wingettes” și „drummettes” (aripioare și ciocănele).\n3. Într-un bol mare, adăugați 10 ml ulei de susan, 40 ml vin Shaoxing (sau supă de pui), 40 ml sos de soia, 25 g zahăr brun, 30 g sos de stridii, 30 g sos hoisin, 60 g ketchup, 20 g sos Sambal Oelek (sau Sriracha), 2 g pudră de 5 condimente chinezești, 5 căței de usturoi zdrobiți și 20 g ghimbir mărunțit.\n4. Amestecați toate ingredientele pentru a forma marinada.\n5. Adăugați aripioarele de pui în marinadă și asigurați-vă că sunt bine acoperite. Lăsați-le la marinat timp de 20-30 de minute.\n6. Scoateți aripioarele din marinadă și așezați-le pe o tavă de copt, asigurându-vă că nu se suprapun.\n7. Coaceți aripioarele timp de 20 de minute, apoi ungeți-le cu marinada rămasă și întoarceți-le. Coaceți-le pentru încă 10 minute, apoi repetați operația de ungere și mai coaceți pentru ultimele 10 minute (în total 40 de minute).\n8. După ce aripioarele sunt gata, transferați-le pe un platou și garnisiți cu ceapă verde tăiată fin, ardei iute tăiat felii subțiri și semințe de susan prăjite.\n9. Serviți fierbinți și bucurați-vă de aceste aripioare de pui delicioase.",
      "ingredients": [
        {
          "name": "Aripioare de pui",
          "quantityMetric": "g",
          "quantityValue": 1200
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "ml",
          "quantityValue": 10
        },
        {
          "name": "Vin Shaoxing",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Sos de soia",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Zahăr brun",
          "quantityMetric": "g",
          "quantityValue": 25
        },
        {
          "name": "Sos de stridii",
          "quantityMetric": "g",
          "quantityValue": 30
        },
        {
          "name": "Sos hoisin",
          "quantityMetric": "g",
          "quantityValue": 30
        },
        {
          "name": "Ketchup",
          "quantityMetric": "g",
          "quantityValue": 60
        },
        {
          "name": "Sos Sambal Oelek (sau Sriracha)",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Pudră de 5 condimente chinezești",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căţei",
          "quantityValue": 5
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "g",
          "quantityValue": 20
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 1
        },
        {
          "name": "Ardei iute",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Semințe de susan",
          "quantityMetric": "linguri",
          "quantityValue": 1
        }
      ]
    },
    {
      "name": "Çılbır - Ouă poșate cu iaurt citric și unt cu paprika și chili",
      "videoLink": "https://youtu.be/bBNiCayCPyk?si=maPTgOsPm-vm0Nx4",
      "instructions": "1. Preîncălziți cuptorul la 180°C. Așezați bulbii de usturoi pe o folie de aluminiu, stropiți cu ulei, înfășurați și coaceți în cuptor timp de 45 de minute sau până când devin moi și fragezi. Scoateți și lăsați să se răcească ușor.\n2. Într-o tigaie mică, la foc mediu, adăugați untul, paprika afumată, fulgii de chili și condimentele după gust. Topiți și gătiți timp de 2 minute. Scoateți de pe foc și lăsați deoparte.\n3. Între timp, pregătiți sosul de iaurt citric, adăugând iaurtul într-un bol, usturoiul tocat, coaja de lămâie și lime, sucul de lămâie și condimentele după gust. Amestecați bine.\n4. Aduceți o cratiță cu apă la fierbere, adăugați oțetul și poșați ouăle timp de 2 minute și jumătate sau până când sunt gătite după preferințe. Scoateți-le și lăsați-le să se scurgă pe un prosop de hârtie.\n5. Prăjiți pâinea după preferințe și ungeți-o cu usturoiul copt și sosul de iaurt citric. Așezați ouăle poșate deasupra și stropiți cu untul cu paprika și chili. Decorați cu mărar, pătrunjel și piper negru proaspăt măcinat.",
      "ingredients": [
        {
          "name": "Bulb de usturoi",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Iaurt grecesc natural",
          "quantityMetric": "g",
          "quantityValue": 50
        },
        {
          "name": "Usturoi tocat",
          "quantityMetric": "cățel",
          "quantityValue": 1
        },
        {
          "name": "Coaja de lămâie",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Coaja de lime",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Suc de lămâie",
          "quantityMetric": "buc",
          "quantityValue": 0.25
        },
        {
          "name": "Unt",
          "quantityMetric": "g",
          "quantityValue": 42
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "g",
          "quantityValue": 4
        },
        {
          "name": "Fulgi de chili",
          "quantityMetric": "g",
          "quantityValue": 2
        },
        {
          "name": "Oțet alb",
          "quantityMetric": "ml",
          "quantityValue": 15
        },
        {
          "name": "Ouă",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 7.5
        },
        {
          "name": "Pâine brioche sau pâine la alegere, ușor prăjită",
          "quantityMetric": "buc",
          "quantityValue": "după preferință"
        },
        {
          "name": "Mărar pentru decor",
          "quantityMetric": "după gust",
          "quantityValue": "după gust"
        },
        {
          "name": "Pătrunjel pentru decor",
          "quantityMetric": "după gust",
          "quantityValue": "după gust"
        }
      ]
    },
    {
      "name": "Sandviș cu pui picant și lămâie",
      "videoLink": "https://youtu.be/_vubOuu0Rdc?si=lkp-M7Lf6aSmIJ34",
      "instructions": "1. Într-un bol, adăugați 8 bucăți de pulpă de pui fără os și piele, 2,5 g de paprika dulce, 0,5 g de oregano uscat, 0,5 g de cimbru uscat și 0,5 g de busuioc uscat. Dacă folosiți ardei iute, tăiați 1-2 bucăți în bucăți mici și adăugați-le în bol. Adăugați 10 ml de ulei de măsline, coaja rasă și sucul de la o lămâie, 3 căței de usturoi pasați, un praf mare de sare și piper negru măcinat. Amestecați bine și lăsați la marinat în frigider între 30 de minute și 48 de ore.\n2. Preîncălziți cuptorul la 200°C. Aranjați bucățile de pui pe o tavă tapetată cu hârtie de copt, asigurându-vă că nu se ating. Coaceți timp de 20-25 de minute până când puiul este gătit și are o crustă aurie. Alternativ, puiul poate fi gătit în tigaie sau pe grătar.\n3. Între timp, pregătiți salata de varză. Într-un bol mare, adăugați 100 g de varză albă și 100 g de varză roșie, ambele feliate subțire, 5 g de pătrunjel tocat mărunt, jumătate de ceapă roșie feliată subțire și 2 cepe verzi (opțional) feliate subțire. Amestecați ingredientele pentru dressing: 100 g de iaurt grecesc natural, sucul de la jumătate de lămâie, 50 ml de ulei de macadamia sau ulei de măsline extra virgin și 10 g de miere. Condimentați după gust cu sare și piper, apoi amestecați bine cu legumele. Păstrați salata la frigider până la servire.\n4. După ce puiul este gătit, adăugați câte două bucăți de pui pe fiecare sandviș și acoperiți cu o felie de cheddar. Puneți sandvișurile înapoi în cuptor pentru a topi brânza.\n5. Prăjiți chiflele de burger într-o tigaie cu puțin unt sau ulei până devin aurii și crocante.\n6. Asamblați sandvișurile: puneți salata de varză pe jumătatea inferioară a chiflei, adăugați puiul cu brânză topită și acoperiți cu cealaltă jumătate de chiflă, unsă cu maioneză sau sosul preferat. Apăsați ușor pentru a compacta sandvișul și bucurați-vă de gustul delicios.",
      "ingredients": [
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "buc",
          "quantityValue": 8
        },
        {
          "name": "Paprika dulce",
          "quantityMetric": "g",
          "quantityValue": 2.5
        },
        {
          "name": "Oregano uscat",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Cimbru uscat",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Busuioc uscat",
          "quantityMetric": "g",
          "quantityValue": 0.5
        },
        {
          "name": "Ardei iute",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 10
        },
        {
          "name": "Lămâie",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 3
        },
        {
          "name": "Sare și piper",
          "quantityMetric": "după gust",
          "quantityValue": ""
        },
        {
          "name": "Varză albă",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Varză roșie",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Pătrunjel",
          "quantityMetric": "g",
          "quantityValue": 5
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 0.5
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 2
        },
        {
          "name": "Iaurt grecesc natural",
          "quantityMetric": "g",
          "quantityValue": 100
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 50
        },
        {
          "name": "Miere",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Chifle de burger",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Felii de cheddar",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Maioneză sau sos la alegere",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Pui Dulce Picant",
      "videoLink": "https://youtu.be/oCJHz21OFrQ?si=szMonYloOr7uJqz6",
      "instructions": "1. Curățați 4 căței de usturoi și 10 grame de ghimbir și dați-le pe o răzătoare fină sau microplane pentru a obține o pastă.\n2. Într-un bol, adăugați 310 ml de sos de chili dulce, 60 ml de sos de soia cu conținut redus de sodiu, 60 ml de vin de gătit Shaoxing, 10 ml de mirin, pastă de usturoi și ghimbir și 9 grame de amidon de porumb. Amestecați bine până se combină toate ingredientele.\n3. Tăiați 1 kg de pulpe de pui dezosate și fără piele în bucăți egale pentru a se găti uniform. Adăugați puiul într-un bol și turnați peste el jumătate de cană din marinada de chili dulce preparată. Amestecați bine pentru a acoperi fiecare bucată de pui. Lăsați să se marineze timp de 30 de minute sau folosiți imediat.\n4. Într-o tigaie mare sau wok, încălziți 1 lingură de ulei de arahide la foc mare. Adăugați puiul marinat și gătiți-l timp de 6-7 minute, amestecând ocazional, până când devine auriu și gătit complet. Scoateți puiul din tigaie și lăsați-l deoparte.\n5. În aceeași tigaie, adăugați 1 ceapă galbenă feliată subțire, 2 legături de broccolini (sau broccoli) tăiate în bucăți egale, 1 ardei roșu (capsicum) feliat subțire și rădăcina albă a 3 cepe verzi (ceapă verde). Gătiți legumele timp de 5 minute, amestecând ocazional, până când se înmoaie ușor, dar păstrează o textură crocantă.\n6. Adăugați puiul gătit înapoi în tigaie, împreună cu sosul de chili dulce rămas. Amestecați bine și lăsați să fiarbă la foc mic timp de 3-4 minute, până când sosul se îngroașă și acoperă toate ingredientele.\n7. Între timp, adăugați 300 g de orez Jasmine spălat într-o cratiță cu 500 ml de apă rece. Condimentați cu sare după gust și aduceți la fierbere. Reduceți focul la mic, acoperiți și gătiți timp de 12 minute. După ce ați oprit focul, lăsați orezul acoperit încă 4 minute, apoi afânați-l cu o furculiță.\n8. Porționați orezul și puiul dulce picant în recipiente de 750 ml. Garnisiți cu ceapă verde tocată fin (partea verde) și lăsați-le să se răcească înainte de a le acoperi și a le depozita la frigider până la 4 zile sau în congelator până la 4 luni.",
      "ingredients": [
        {
          "name": "Sos de chili dulce",
          "quantityMetric": "ml",
          "quantityValue": 310
        },
        {
          "name": "Sos de soia cu conținut redus de sodiu",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Vin de gătit Shaoxing",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Mirin",
          "quantityMetric": "ml",
          "quantityValue": 10
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 9
        },
        {
          "name": "Pulpe de pui dezosate",
          "quantityMetric": "g",
          "quantityValue": 1000
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "ml",
          "quantityValue": 30
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Broccolini",
          "quantityMetric": "leg",
          "quantityValue": 2
        },
        {
          "name": "Ardei roșu",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 3
        },
        {
          "name": "Orez Jasmine",
          "quantityMetric": "g",
          "quantityValue": 300
        },
        {
          "name": "Apă rece",
          "quantityMetric": "ml",
          "quantityValue": 500
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": ""
        }
      ]
    },
    {
      "name": "Pui Dulce-Acrişor",
      "videoLink": "https://youtu.be/73fTf19fhwQ?si=qnbQPsDDW4tD6MMy",
      "instructions": "1. Spălați 300 g de orez Basmati și adăugați-l într-o cratiță împreună cu 600 ml de apă rece. Adăugați sare după gust și aduceți la fierbere. Reduceți focul la mic, acoperiți și gătiți timp de 12-15 minute, până când orezul este gătit și apa este absorbită. Opriți focul și lăsați orezul acoperit timp de 5 minute, apoi afânați-l cu o furculiță.\n2. Pentru sosul dulce-acrișor, amestecați într-un bol 125 ml sos de soia light, 80 ml suc de ananas, 80 g miere, 40 ml sos Worcestershire, 40 ml oțet de mere, 40 g ketchup și 12 g amidon de porumb. Amestecați bine până când toate ingredientele sunt combinate.\n3. Într-o tigaie mare sau wok, încălziți 25 ml de ulei de struguri la foc mare. Adăugați 1,4 kg de piept de pui sau pulpe de pui, tăiate în bucăți, și prăjiți-le până când devin aurii și sunt gătite complet. Scoateți puiul din tigaie și lăsați-l deoparte.\n4. În aceeași tigaie, adăugați restul de 25 ml de ulei de struguri. Adăugați 3 ardei grași (de orice culoare), tăiați în bucăți mari, 1 ceapă galbenă feliată, 4 căței de usturoi mărunțiți și 15 g de ghimbir curățat și mărunțit. Sotați legumele timp de 5-7 minute, până când devin ușor moi.\n5. Adăugați puiul gătit înapoi în tigaie, împreună cu sosul dulce-acrișor. Amestecați bine și lăsați să fiarbă la foc mic timp de 3-4 minute, până când sosul se îngroașă și acoperă puiul și legumele.\n6. Serviți puiul dulce-acrișor alături de orezul Basmati. Bucurați-vă de acest preparat delicios!",
      "ingredients": [
        {
          "name": "Orez Basmati",
          "quantityMetric": "g",
          "quantityValue": 300
        },
        {
          "name": "Apă rece",
          "quantityMetric": "ml",
          "quantityValue": 600
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": ""
        },
        {
          "name": "Sos de soia light",
          "quantityMetric": "ml",
          "quantityValue": 125
        },
        {
          "name": "Suc de ananas",
          "quantityMetric": "ml",
          "quantityValue": 80
        },
        {
          "name": "Miere",
          "quantityMetric": "g",
          "quantityValue": 80
        },
        {
          "name": "Sos Worcestershire",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Oțet de mere",
          "quantityMetric": "ml",
          "quantityValue": 40
        },
        {
          "name": "Ketchup",
          "quantityMetric": "g",
          "quantityValue": 40
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "g",
          "quantityValue": 12
        },
        {
          "name": "Ulei de struguri",
          "quantityMetric": "ml",
          "quantityValue": 50
        },
        {
          "name": "Piept de pui",
          "quantityMetric": "g",
          "quantityValue": 1400
        },
        {
          "name": "Ardei gras",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Ceapă",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Usturoi mărunțit",
          "quantityMetric": "căţei",
          "quantityValue": 4
        },
        {
          "name": "Ghimbir curățat și mărunțit",
          "quantityMetric": "g",
          "quantityValue": 15
        }
      ]
    }
  ]
}
