{
  "recipes": [
    {
      "name": "Pui cu Chorizo într-o singură oală",
      "instructions": "În mai puțin de o oră, preparăm pui cu chorizo într-o singură oală. Această rețetă costă mai puțin de zece dolari pe porție și servește patru persoane. Toate ingredientele sunt de înaltă calitate. Să începem!\n\n1. Pentru această rețetă, avem nevoie de două tipuri diferite de roșii: 400g roșii normale și 400g roșii cherry. Vom lăsa roșiile cherry întregi, iar pe cele normale le vom tăia în bucăți egale.\n2. Chorizo (200g) se taie în felii subțiri. Acestea vor produce grăsimea necesară pentru a găti puiul.\n3. Curăță și zdrobește 6 căței de usturoi.\n4. Adaugă 5g de cimbru. Poți folosi cimbru lămâios sau cimbru obișnuit.\n5. Dacă dorești, poți adăuga tulpini de busuioc proaspăt pentru aromă.\n6. Adaugă 1kg de piept de pui dezosat și fără piele într-un bol și asezonează cu sare și piper.\n7. Într-o tigaie mare, adaugă chorizo și gătește-l timp de 2-3 minute până devine auriu. Scoate-l și pune-l deoparte.\n8. Adaugă puiul în tigaie în loturi, gătește-l câte 3-4 minute pe fiecare parte până devine auriu. Scoate-l și pune-l deoparte.\n9. Adaugă 1 lingură de ulei de măsline extra virgin, roșiile tocate și roșiile cherry întregi. Asezonează cu sare și piper și gătește timp de 2-3 minute.\n10. Adaugă 1 lingură de oțet balsamic și usturoiul zdrobit. Adaugă și chorizo și tot uleiul din tigaie.\n11. Adaugă cimbrul tocat sau buchetul de cimbru și tulpinile de busuioc. Gătește timp de 2 minute.\n12. Adaugă 250ml de supă de pui sau de legume și amestecă bine. Lasă să fiarbă la foc mic.\n13. Adaugă puiul înapoi în tigaie, asigurându-te că este acoperit cu lichid. Adu la fierbere și apoi transferă tigaia într-un cuptor preîncălzit la 190°C și gătește timp de 45 de minute.\n14. După 45 de minute, scoate tigaia din cuptor și servește cu felii de pâine prăjită. Garnisește cu frunze de busuioc proaspăt și piper negru proaspăt măcinat.\n\nAceastă rețetă este delicioasă servită cu piure de cartofi sau legumele preferate.",
      "ingredients": [
        {
          "name": "Chorizo",
          "quantityMetric": "gram",
          "quantityValue": 200
        },
        {
          "name": "Pulpe de pui, dezosate și fără piele",
          "quantityMetric": "kilogram",
          "quantityValue": 1
        },
        {
          "name": "Ulei de măsline extra virgin",
          "quantityMetric": "lingură",
          "quantityValue": 1
        },
        {
          "name": "Roșii cherry",
          "quantityMetric": "gram",
          "quantityValue": 400
        },
        {
          "name": "Roșii Roma sau Gourmet, tocate",
          "quantityMetric": "gram",
          "quantityValue": 400
        },
        {
          "name": "Căței de usturoi, zdrobiți",
          "quantityMetric": "bucăți",
          "quantityValue": 6
        },
        {
          "name": "Tulpini de busuioc (opțional)",
          "quantityMetric": "bucăți",
          "quantityValue": 4
        },
        {
          "name": "Cimbru (opțional)",
          "quantityMetric": "gram",
          "quantityValue": 5
        },
        {
          "name": "Oțet balsamic sau oțet de mere",
          "quantityMetric": "lingură",
          "quantityValue": 1
        },
        {
          "name": "Supă de pui sau de legume",
          "quantityMetric": "mililitru",
          "quantityValue": 250
        },
        {
          "name": "Zahăr, după gust",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Condimente, după gust",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Frunze de busuioc, pentru garnisire",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Pâine prăjită, pentru servire",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Tocăniță de Vită cu Ceapă și Piure de Usturoi",
      "instructions": "1. Curățați 3 cepe mari galbene sau brune, lăsând rădăcina intactă. Tăiați-le în opt bucăți egale.\n2. Tăiați 2 tulpini de țelină în felii subțiri.\n3. Feliați subțire sau în sferturi 250g de ciuperci Swiss Brown.\n4. Curățați și feliați subțire 5 căței mari de usturoi.\n5. Tăiați grosier 10g de cimbru proaspăt.\n6. Tăiați 1kg de carne de vită (Bolar Blade sau Chuck) în cuburi și asezonați cu sare de mare și 25g de făină simplă.\n7. Într-o tigaie mare, încălziți 40ml de ulei de măsline la foc mare. Rumeniți carnea de vită în loturi, aproximativ 3 minute pe fiecare parte, până se formează o crustă aurie. Transferați carnea într-un bol.\n8. Adăugați 20ml de ulei de măsline în tigaie și reduceți focul la mediu. Sotați ceapa, țelina și ciupercile cu un praf mare de sare de mare timp de 5 minute.\n9. Adăugați usturoiul și 150ml de vin roșu (sau supă de vită) și fierbeți 2 minute.\n10. Adăugați carnea și sucurile rămase în tigaie, împreună cu 650ml de supă de vită și cimbru. Aduceți la fierbere, apoi acoperiți și gătiți la foc mic timp de 1,5 ore.\n11. Între timp, pregătiți piureul de usturoi: Fierbeți 1kg de cartofi în apă rece, timp de 22-23 minute, până devin moi. Scurgeți și lăsați să se răcească 15 minute.\n12. Într-o tigaie, topiți 150g de unt nesărat la foc mediu, adăugați usturoiul măcinat și gătiți 3 minute.\n13. Pisați cartofii fierți până devin un piure fin. Adăugați 150ml de lapte integral încălzit și untul cu usturoi. Condimentați cu sare și piper alb.\n14. După 1,5 ore, adăugați 1 legătură de morcovi tineri spălați în tocăniță și gătiți încă 30 minute.\n15. Pentru servire, puneți piureul pe farfurie, adăugați untul cu usturoi și usturoiul crocant deasupra, apoi puneți tocănița de vită și legumele. Gustați și condimentați după preferințe.",
      "ingredients": [
        {
          "name": "Carne de vită (Bolar Blade sau Chuck)",
          "quantityMetric": "kg",
          "quantityValue": 1
        },
        {
          "name": "Făină simplă",
          "quantityMetric": "g",
          "quantityValue": 25
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Ceapă galbenă/brună",
          "quantityMetric": "bucăți",
          "quantityValue": 3
        },
        {
          "name": "Tulpini de țelină",
          "quantityMetric": "bucăți",
          "quantityValue": 2
        },
        {
          "name": "Ciuperci Swiss Brown",
          "quantityMetric": "g",
          "quantityValue": 250
        },
        {
          "name": "Căței de usturoi",
          "quantityMetric": "bucăți",
          "quantityValue": 5
        },
        {
          "name": "Vin roșu",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Supă de vită",
          "quantityMetric": "ml",
          "quantityValue": 650
        },
        {
          "name": "Cimbru proaspăt",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Morcovi tineri",
          "quantityMetric": "legătură",
          "quantityValue": 1
        },
        {
          "name": "Cartofi cu amidon ridicat",
          "quantityMetric": "kg",
          "quantityValue": 1
        },
        {
          "name": "Unt nesărat",
          "quantityMetric": "g",
          "quantityValue": 150
        },
        {
          "name": "Lapte integral",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    }
    
    
  ]
}
