{
  "recipes": [
    {
      "name": "Pui cu Chorizo într-o singură oală",
      "videoLink": "https://www.youtube.com/watch?v=8fZYYfnuYxs",
      "instructions": "În mai puțin de o oră, preparăm pui cu chorizo într-o singură oală. Această rețetă costă mai puțin de zece dolari pe porție și servește patru persoane. Toate ingredientele sunt de înaltă calitate. Să începem!\n\n1. Pentru această rețetă, avem nevoie de două tipuri diferite de roșii: 400g roșii normale și 400g roșii cherry. Vom lăsa roșiile cherry întregi, iar pe cele normale le vom tăia în bucăți egale.\n2. Chorizo (200g) se taie în felii subțiri. Acestea vor produce grăsimea necesară pentru a găti puiul.\n3. Curăță și zdrobește 6 căței de usturoi.\n4. Adaugă 5g de cimbru. Poți folosi cimbru lămâios sau cimbru obișnuit.\n5. Dacă dorești, poți adăuga tulpini de busuioc proaspăt pentru aromă.\n6. Adaugă 1kg de piept de pui dezosat și fără piele într-un bol și asezonează cu sare și piper.\n7. Într-o tigaie mare, adaugă chorizo și gătește-l timp de 2-3 minute până devine auriu. Scoate-l și pune-l deoparte.\n8. Adaugă puiul în tigaie în loturi, gătește-l câte 3-4 minute pe fiecare parte până devine auriu. Scoate-l și pune-l deoparte.\n9. Adaugă 1 lingură de ulei de măsline extra virgin, roșiile tocate și roșiile cherry întregi. Asezonează cu sare și piper și gătește timp de 2-3 minute.\n10. Adaugă 1 lingură de oțet balsamic și usturoiul zdrobit. Adaugă și chorizo și tot uleiul din tigaie.\n11. Adaugă cimbrul tocat sau buchetul de cimbru și tulpinile de busuioc. Gătește timp de 2 minute.\n12. Adaugă 250ml de supă de pui sau de legume și amestecă bine. Lasă să fiarbă la foc mic.\n13. Adaugă puiul înapoi în tigaie, asigurându-te că este acoperit cu lichid. Adu la fierbere și apoi transferă tigaia într-un cuptor preîncălzit la 190°C și gătește timp de 45 de minute.\n14. După 45 de minute, scoate tigaia din cuptor și servește cu felii de pâine prăjită. Garnisește cu frunze de busuioc proaspăt și piper negru proaspăt măcinat.\n\nAceastă rețetă este delicioasă servită cu piure de cartofi sau legumele preferate.",
      "ingredients": [
        {
          "name": "Chorizo",
          "quantityMetric": "gram",
          "quantityValue": 200
        },
        {
          "name": "Pulpe de pui, dezosate și fără piele",
          "quantityMetric": "kilogram",
          "quantityValue": 1
        },
        {
          "name": "Ulei de măsline extra virgin",
          "quantityMetric": "lingură",
          "quantityValue": 1
        },
        {
          "name": "Roșii cherry",
          "quantityMetric": "gram",
          "quantityValue": 400
        },
        {
          "name": "Roșii Roma sau Gourmet, tocate",
          "quantityMetric": "gram",
          "quantityValue": 400
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 6
        },
        {
          "name": "Tulpini de busuioc (opțional)",
          "quantityMetric": "buc",
          "quantityValue": 4
        },
        {
          "name": "Cimbru (opțional)",
          "quantityMetric": "gram",
          "quantityValue": 5
        },
        {
          "name": "Oțet balsamic sau oțet de mere",
          "quantityMetric": "lingură",
          "quantityValue": 1
        },
        {
          "name": "Supă de pui sau de legume",
          "quantityMetric": "mililitru",
          "quantityValue": 250
        },
        {
          "name": "Zahăr, după gust",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Condimente, după gust",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Frunze de busuioc, pentru garnisire",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Pâine prăjită, pentru servire",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Tocăniță de Vită cu Ceapă și Piure de Usturoi",
      "videoLink": "https://www.youtube.com/watch?v=8t5Lzg4CzYQ",
      "instructions": "1. Curățați 3 cepe mari galbene sau brune, lăsând rădăcina intactă. Tăiați-le în opt bucăți egale.\n2. Tăiați 2 tulpini de țelină în felii subțiri.\n3. Feliați subțire sau în sferturi 250g de ciuperci Swiss Brown.\n4. Curățați și feliați subțire 5 căței mari de usturoi.\n5. Tăiați grosier 10g de cimbru proaspăt.\n6. Tăiați 1kg de carne de vită (Bolar Blade sau Chuck) în cuburi și asezonați cu sare de mare și 25g de făină simplă.\n7. Într-o tigaie mare, încălziți 40ml de ulei de măsline la foc mare. Rumeniți carnea de vită în loturi, aproximativ 3 minute pe fiecare parte, până se formează o crustă aurie. Transferați carnea într-un bol.\n8. Adăugați 20ml de ulei de măsline în tigaie și reduceți focul la mediu. Sotați ceapa, țelina și ciupercile cu un praf mare de sare de mare timp de 5 minute.\n9. Adăugați usturoiul și 150ml de vin roșu (sau supă de vită) și fierbeți 2 minute.\n10. Adăugați carnea și sucurile rămase în tigaie, împreună cu 650ml de supă de vită și cimbru. Aduceți la fierbere, apoi acoperiți și gătiți la foc mic timp de 1,5 ore.\n11. Între timp, pregătiți piureul de usturoi: Fierbeți 1kg de cartofi în apă rece, timp de 22-23 minute, până devin moi. Scurgeți și lăsați să se răcească 15 minute.\n12. Într-o tigaie, topiți 150g de unt nesărat la foc mediu, adăugați usturoiul măcinat și gătiți 3 minute.\n13. Pisați cartofii fierți până devin un piure fin. Adăugați 150ml de lapte integral încălzit și untul cu usturoi. Condimentați cu sare și piper alb.\n14. După 1,5 ore, adăugați 1 legătură de morcovi tineri spălați în tocăniță și gătiți încă 30 minute.\n15. Pentru servire, puneți piureul pe farfurie, adăugați untul cu usturoi și usturoiul crocant deasupra, apoi puneți tocănița de vită și legumele. Gustați și condimentați după preferințe.",
      "ingredients": [
        {
          "name": "Carne de vită (Bolar Blade sau Chuck)",
          "quantityMetric": "kg",
          "quantityValue": 1
        },
        {
          "name": "Făină simplă",
          "quantityMetric": "g",
          "quantityValue": 25
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "ml",
          "quantityValue": 60
        },
        {
          "name": "Ceapă galbenă/brună",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Tulpini de țelină",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ciuperci Swiss Brown",
          "quantityMetric": "g",
          "quantityValue": 250
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 5
        },
        {
          "name": "Vin roșu",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Supă de vită",
          "quantityMetric": "ml",
          "quantityValue": 650
        },
        {
          "name": "Cimbru proaspăt",
          "quantityMetric": "g",
          "quantityValue": 10
        },
        {
          "name": "Morcovi tineri",
          "quantityMetric": "legătură",
          "quantityValue": 1
        },
        {
          "name": "Cartofi cu amidon ridicat",
          "quantityMetric": "kg",
          "quantityValue": 1
        },
        {
          "name": "Unt nesărat",
          "quantityMetric": "g",
          "quantityValue": 150
        },
        {
          "name": "Lapte integral",
          "quantityMetric": "ml",
          "quantityValue": 150
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Honey Chicken Meal Prep",
      "videoLink": "https://youtu.be/89vyy2Xwi2s",
      "instructions": "1. Adăugați pulpele de pui într-un bol mare de amestecat. Adăugați patru căței de usturoi zdrobiți, 1 linguriță (2,5 g) de pudră de ceapă, sare și piper alb măcinat după gust. Amestecați bine și lăsați să se marineze până la 48 de ore sau folosiți imediat. \n2. Pentru cuscus: adăugați 1,5 căni (320 ml) de supă de pui cu conținut scăzut de sodiu într-o cratiță. Adăugați doi căței de usturoi zdrobiți și aduceți la fierbere. Adăugați 1,5 căni (280 g) de cuscus, amestecați și opriți focul. Acoperiți și lăsați să stea 10 minute. \n3. Încălziți un wok la foc mare, adăugați 1 lingură (20 ml) de ulei de arahide și lăsați să înceapă să fumege. Adăugați baby bok choy și pak choy, tăiate și spălate, asezonați cu sare și piper alb măcinat. Soteați 4-5 minute până când frunzele se ofilesc și tulpinile încep să se rumenească. Adăugați jumătate din ceapa verde și mai gătiți 1 minut. \n4. Pentru sos: într-un bol, combinați 70 g de miere, 50 g de sos sriracha, 30 ml de oțet de mere și 10 ml de ulei de susan. Asezonați cu piper alb măcinat și amestecați bine. \n5. Într-o tigaie mare, încălziți 1 lingură de ulei de arahide la foc mediu-mare. Adăugați puiul și întindeți-l uniform. Gătiți 2 minute pentru a forma o crustă, apoi amestecați și gătiți 8 minute până când puiul este bine gătit. Adăugați sosul de miere și sriracha, amestecați bine și gătiți 2 minute până când sosul se îngroașă. \n6. Într-un bol mare, amestecați cuscusul cu ceapa verde rămasă. \n7. Porționați puiul, cuscusul și legumele soteate în containere de 750 ml. Garnisiți cu semințe de susan și ceapă verde. Păstrați la frigider până la 3-4 zile sau congelați până la 4 luni.",
      "ingredients": [
        {
          "name": "Pulpe de pui fără os și fără piele",
          "quantityMetric": "kilograme",
          "quantityValue": 1
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 6
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "grame",
          "quantityValue": 2.5
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Supă de pui cu conținut scăzut de sodiu",
          "quantityMetric": "mililitri",
          "quantityValue": 320
        },
        {
          "name": "Cuscus",
          "quantityMetric": "grame",
          "quantityValue": 280
        },
        {
          "name": "Baby bok choy",
          "quantityMetric": "buc",
          "quantityValue": 3
        },
        {
          "name": "Pak choy",
          "quantityMetric": "legături",
          "quantityValue": 2
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 2
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "mililitri",
          "quantityValue": 40
        },
        {
          "name": "Miere",
          "quantityMetric": "grame",
          "quantityValue": 70
        },
        {
          "name": "Sriracha",
          "quantityMetric": "grame",
          "quantityValue": 50
        },
        {
          "name": "Oțet de mere",
          "quantityMetric": "mililitri",
          "quantityValue": 30
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "mililitri",
          "quantityValue": 10
        }
      ]
    },
    {
      "name": "Spiced Chicken Burrito Bowls",
      "videoLink": "https://youtu.be/61UUswx0eY8?si=cuLrVFJxJu7P8WDN",
      "instructions": "1. Pregătiți salsa de porumb: Tăiați în cuburi două roșii mari și o ceapă roșie. Tăiați mărunt 10 g de coriandru. Scurgeți o conservă de boabe de porumb. Puneți o tigaie mare la foc mediu-mare, adăugați 2 lingurițe de ulei de măsline și boabele de porumb scurse, presărați un praf de sare și prăjiți timp de 2-3 minute până când boabele se caramelizează ușor. Adăugați roșiile, ceapa, coriandrul și sucul de la două lămâi verzi. Amestecați bine și ajustați aciditatea și sarea după gust.\n2. Pregătiți fasolea neagră: Puneți o tigaie mare la foc mediu-mare, adăugați 2 lingurițe de ulei de măsline, o conservă de fasole neagră scursă, 1 linguriță de chimen măcinat, 0,5 linguriță de pudră de chili și un praf de sare. Prăjiți timp de 3-4 minute, apoi adăugați 10 g de coriandru tocat și gătiți încă 30 de secunde. Luați de pe foc.\n3. Pregătiți orezul de conopidă: Tăiați o conopidă mare în bucăți mici, inclusiv tulpina. Puneți bucățile într-un blender și mixați până obțineți o textură similară cu cea a orezului. Puneți o tigaie mare la foc mediu-mare, adăugați 1 lingură de ulei de măsline și, în loturi, prăjiți orezul de conopidă timp de 4 minute, asezonând cu sare și piper alb măcinat sau piper negru măcinat după gust.\n4. Pregătiți puiul: Puneți într-un bol 5 piepturi de pui mici, adăugați 1 lingură de ulei de măsline, 1 linguriță de chimen măcinat, 1 linguriță de paprika afumată, 1 linguriță de pudră de usturoi, 1 linguriță de pudră de ceapă, sare și piper după gust. Amestecați bine. Puneți o tigaie mare la foc mediu-mare, adăugați 1 lingură de ulei de măsline și prăjiți piepturile de pui câte 4 minute pe fiecare parte până se rumenesc. Transferați-le în cuptorul preîncălzit la 200°C și coaceți timp de 14-15 minute. Lăsați puiul să se odihnească 5 minute, apoi tăiați-l în felii.\n5. Asamblați bolurile: Împărțiți orezul de conopidă, salsa de porumb, fasolea neagră și feliile de pui în 5 boluri. Garnisiți cu ceapă verde, smântână și maioneză Sriracha după preferință. Bolurile se pot păstra în frigider până la 3 zile sau în congelator până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie înainte de a consuma.",
      "ingredients": [
        {
          "name": "Roșii mari",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă roșie",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Coriandru",
          "quantityMetric": "grame",
          "quantityValue": 10
        },
        {
          "name": "Boabe de porumb",
          "quantityMetric": "conservă (400g)",
          "quantityValue": 1
        },
        {
          "name": "Lămâi verzi",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Fasole neagră",
          "quantityMetric": "conservă (400g)",
          "quantityValue": 1
        },
        {
          "name": "Chimen măcinat",
          "quantityMetric": "grame",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de chili",
          "quantityMetric": "grame",
          "quantityValue": 1.5
        },
        {
          "name": "Conopidă mare",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Piept de pui mic",
          "quantityMetric": "buc",
          "quantityValue": 5
        },
        {
          "name": "Paprika afumată",
          "quantityMetric": "grame",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de usturoi",
          "quantityMetric": "grame",
          "quantityValue": 2.5
        },
        {
          "name": "Pudră de ceapă",
          "quantityMetric": "grame",
          "quantityValue": 2.5
        },
        {
          "name": "Ulei de măsline",
          "quantityMetric": "mililitri",
          "quantityValue": 60
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Mongolian Beef Stir Fry",
      "videoLink": "https://youtu.be/tj0nwvHq1TE?si=BmFJW89BAjVURfS8",
      "instructions": "1. Feliați o ceapă galbenă sau brună, îndepărtați capetele și cojile, apoi tăiați în bucăți egale. \n2. Curățați 20 g de ghimbir folosind o lingură și tăiați-l în fâșii subțiri, apoi tăiați în bețișoare mici. \n3. Zdrobiți și tocați mărunt patru căței de usturoi. \n4. Separați tulpina verde de rădăcina albă a patru cepe verzi. Tăiați rădăcina albă în cercuri subțiri și tulpina verde pe diagonală pentru garnitură. \n5. Tăiați 600 g de file de vită în fâșii subțiri. Adăugați 30 ml de sos de soia cu conținut scăzut de sodiu, 30 ml de vin Shaoxing, 5 g de praf de copt și 10 g de amidon de porumb, apoi amestecați bine și lăsați deoparte. \n6. Pentru sos: combinați 120 ml de sos de soia cu conținut scăzut de sodiu, 120 ml de supă de pui, 20 g de zahăr brun, 40 ml de vin Shaoxing și 60 g de sos de stridii într-un bol și amestecați bine. \n7. Puneți o tigaie mare sau un wok la foc mediu-mare, adăugați 1 lingură de ulei de arahide și ceapa tăiată, și prăjiți timp de 4 minute până când devine aurie. \n8. Adăugați usturoiul tocat și ghimbirul, și prăjiți pentru încă un minut. \n9. Adăugați carnea de vită marinată și prăjiți timp de 2 minute, amestecând constant. \n10. Adăugați 600 g de tăiței Hokkien pre-gătiți și sosul pregătit. Amestecați bine și gătiți timp de 2 minute până când sosul se îngroașă. \n11. Adăugați partea albă a cepei verzi, amestecați și îndepărtați de pe foc. \n12. Porționați amestecul în 5 recipiente de 750 ml. Garnisiți cu partea verde a cepei verzi, chili sau semințe de susan, dacă doriți. \n13. Păstrați la frigider până la 4 zile sau congelați până la 3 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Ceapă galbenă sau brună",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "grame",
          "quantityValue": 20
        },
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 4
        },
        {
          "name": "File de vită",
          "quantityMetric": "grame",
          "quantityValue": 600
        },
        {
          "name": "Sos de soia cu conținut scăzut de sodiu",
          "quantityMetric": "mililitri",
          "quantityValue": 150
        },
        {
          "name": "Vin Shaoxing",
          "quantityMetric": "mililitri",
          "quantityValue": 70
        },
        {
          "name": "Praf de copt",
          "quantityMetric": "grame",
          "quantityValue": 5
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "grame",
          "quantityValue": 10
        },
        {
          "name": "Supă de pui",
          "quantityMetric": "mililitri",
          "quantityValue": 120
        },
        {
          "name": "Zahăr brun",
          "quantityMetric": "grame",
          "quantityValue": 20
        },
        {
          "name": "Sos de stridii",
          "quantityMetric": "grame",
          "quantityValue": 60
        },
        {
          "name": "Tăiței Hokkien pre-gătiți",
          "quantityMetric": "grame",
          "quantityValue": 600
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "mililitri",
          "quantityValue": 20
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Kung Pao Chicken Meal Prep",
      "videoLink": "https://youtu.be/L0jdM8pexrk?si=-TyD8lJI09CKGGeD",
      "instructions": "1. Curățați și tocați 4 căței de usturoi și 15 g de ghimbir, transformându-le în pastă folosind un răzuitor fin. \n2. Pentru sos, combinați 125 ml de sos de soia cu conținut scăzut de sodiu, 60 ml de sos hoisin, 40 ml de vin Shaoxing (opțional), pasta de usturoi și ghimbir, 15 ml de ulei de susan, 2 g de boabe de piper Szechuan prăjite și zdrobite, 9 g de zahăr granulat (opțional), 12 g de amidon de porumb și piper după gust. Amestecați bine și lăsați deoparte. \n3. Tăiați 1,2 kg de pulpe de pui fără os și piele în bucăți uniforme. Adăugați-le într-un bol mare și turnați peste ele 60 ml din marinada pregătită. Amestecați bine și lăsați la marinat timp de 30 de minute. \n4. Tăiați un ardei gras verde și unul roșu în fâșii subțiri, îndepărtând semințele și miezul. Tăiați 2 ardei iuți roșii lungi în bucăți de 2 cm (opțional). Tăiați 6 cepe verzi, separând tulpina verde de rădăcina albă; tăiați rădăcina albă în bucăți de 3-4 cm și tulpina verde în rondele subțiri pentru garnitură. \n5. Spălați 300 g de orez jasmin și adăugați-l într-o cratiță cu 500 ml de apă rece și un praf de sare. Aduceți la fierbere, acoperiți și reduceți focul la minim. Gătiți timp de 12 minute, apoi opriți focul și lăsați acoperit încă 4 minute. Fluturați orezul cu o furculiță. \n6. Într-o tigaie mică, prăjiți 50 g de alune mărunțite la foc mediu-mare timp de 2-3 minute, până devin aurii. Îndepărtați-le din tigaie și lăsați-le să se răcească. \n7. Într-o tigaie mare sau un wok, încălziți 30 ml de ulei de arahide la foc mediu-mare. Adăugați puiul în loturi și prăjiți timp de 6-7 minute până când devine auriu și gătit complet. Scoateți-l și lăsați deoparte. \n8. În aceeași tigaie, adăugați ardeii grași și ardeii iuți (dacă îi folosiți) și prăjiți timp de 5 minute. Adăugați rădăcina albă de ceapă verde și prăjiți încă 2 minute. \n9. Adăugați puiul gătit înapoi în tigaie împreună cu orice sucuri lăsate și amestecați bine. Turnați restul de marinadă și amestecați până când sosul se îngroașă și glazurează totul. \n10. Adăugați alunele prăjite și amestecați bine. Luați tigaia de pe foc. \n11. Porționați orezul și puiul în 5 recipiente de 750 ml. Garnisiți cu tulpina verde de ceapă verde. Păstrați în frigider până la 4 zile sau congelați până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Usturoi",
          "quantityMetric": "căței",
          "quantityValue": 4
        },
        {
          "name": "Ghimbir",
          "quantityMetric": "grame",
          "quantityValue": 15
        },
        {
          "name": "Sos de soia cu conținut scăzut de sodiu",
          "quantityMetric": "mililitri",
          "quantityValue": 125
        },
        {
          "name": "Sos hoisin",
          "quantityMetric": "mililitri",
          "quantityValue": 60
        },
        {
          "name": "Vin Shaoxing",
          "quantityMetric": "mililitri",
          "quantityValue": 40
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "mililitri",
          "quantityValue": 15
        },
        {
          "name": "Boabe de piper Szechuan",
          "quantityMetric": "grame",
          "quantityValue": 2
        },
        {
          "name": "Zahăr granulat",
          "quantityMetric": "grame",
          "quantityValue": 9
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "grame",
          "quantityValue": 12
        },
        {
          "name": "Pulpe de pui fără os și piele",
          "quantityMetric": "grame",
          "quantityValue": 1200
        },
        {
          "name": "Ardei gras verde",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ardei gras roșu",
          "quantityMetric": "buc",
          "quantityValue": 1
        },
        {
          "name": "Ardei iute roșu lung",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 6
        },
        {
          "name": "Orez jasmin",
          "quantityMetric": "grame",
          "quantityValue": 300
        },
        {
          "name": "Apă",
          "quantityMetric": "mililitri",
          "quantityValue": 500
        },
        {
          "name": "Alune prăjite",
          "quantityMetric": "grame",
          "quantityValue": 50
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "mililitri",
          "quantityValue": 30
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Teriyaki Chicken Meal Prep",
      "videoLink": "https://youtu.be/oPB57S2kQGM?si=Sz_-VskVmCOV7Kvu",
      "instructions": "1. Curățați și tăiați un mănunchi de sparanghel în bucăți de 2 cm. \n2. Spălați și tăiați în jumătate, pe lungime, doi morcovi medii spre mari, apoi tăiați-i în felii subțiri. \n3. Tăiați capetele unui mănunchi de broccolini și tocați-l grosier. \n4. Tăiați doi ardei grași (de orice culoare) în jumătate, îndepărtați miezul și semințele, apoi tăiați-i în felii subțiri. \n5. Tăiați 1 kg de pulpe de pui fără os și piele în bucăți uniforme. Adăugați-le într-un bol împreună cu 14 g de amidon de porumb și piper alb după gust. Amestecați bine. \n6. Spălați 300 g de orez jasmin și adăugați-l într-o cratiță cu 500 ml de apă rece și un praf de sare. Aduceți la fierbere, acoperiți și reduceți focul la minim. Gătiți timp de 12 minute, apoi opriți focul și lăsați acoperit încă 4 minute. Fluturați orezul cu o furculiță. \n7. Într-o tigaie mică, prăjiți 50 g de alune mărunțite la foc mediu-mare timp de 2-3 minute, până devin aurii. Îndepărtați-le din tigaie și lăsați-le să se răcească. \n8. Într-o tigaie mare sau un wok, încălziți 20 ml de ulei de arahide la foc mediu-mare. Adăugați puiul în loturi și prăjiți timp de 6-7 minute până când devine auriu și gătit complet. Scoateți-l și lăsați deoparte. \n9. În aceeași tigaie, adăugați legumele (morcovii, sparanghelul, broccolini și ardeii grași) și prăjiți timp de 6-7 minute până se înmoaie, dar rămân crocante. \n10. Adăugați puiul gătit înapoi în tigaie împreună cu orice sucuri lăsate și amestecați bine. \n11. Pentru sosul teriyaki, combinați 60 ml de sos de soia, 40 ml de sos de soia închis, 70 ml de mirin, 70 ml de sake de gătit și 15 g de zahăr. Puneți sosul pe foc mare și amestecați până când zahărul se topește. Reduceți focul la minim și gătiți timp de 5 minute. \n12. Turnați sosul teriyaki peste pui și legume în tigaie și amestecați bine. Gătiți timp de 4 minute până când sosul se îngroașă. \n13. Împărțiți orezul și amestecul de pui și legume în 5 recipiente de 750 ml. Garnisiți cu ceapă verde tocată. \n14. Păstrați la frigider până la 4 zile sau congelați până la 4 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțin supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Sparanghel",
          "quantityMetric": "mănunchi",
          "quantityValue": 1
        },
        {
          "name": "Morcovi medii-mari",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Broccolini",
          "quantityMetric": "mănunchi",
          "quantityValue": 1
        },
        {
          "name": "Ardei gras (orice culoare)",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Pulpe de pui fără os și piele",
          "quantityMetric": "grame",
          "quantityValue": 1000
        },
        {
          "name": "Amidon de porumb",
          "quantityMetric": "grame",
          "quantityValue": 14
        },
        {
          "name": "Orez jasmin",
          "quantityMetric": "grame",
          "quantityValue": 300
        },
        {
          "name": "Apă",
          "quantityMetric": "mililitri",
          "quantityValue": 500
        },
        {
          "name": "Alune prăjite",
          "quantityMetric": "grame",
          "quantityValue": 50
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "mililitri",
          "quantityValue": 20
        },
        {
          "name": "Sos de soia",
          "quantityMetric": "mililitri",
          "quantityValue": 60
        },
        {
          "name": "Sos de soia închis",
          "quantityMetric": "mililitri",
          "quantityValue": 40
        },
        {
          "name": "Mirin",
          "quantityMetric": "mililitri",
          "quantityValue": 70
        },
        {
          "name": "Sake de gătit",
          "quantityMetric": "mililitri",
          "quantityValue": 70
        },
        {
          "name": "Zahăr",
          "quantityMetric": "grame",
          "quantityValue": 15
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 6
        },
        {
          "name": "Sare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    },
    {
      "name": "Miso Glazed Salmon Meal Prep",
      "videoLink": "https://youtu.be/vTcXtv8Tyx4?si=3FAs-BxZYJEAYPl6",
      "instructions": "1. Pentru glazura miso: Într-un bol, combinați 150 g de pastă de miso alb, 80 ml de mirin, 60 ml de sos de soia, 20 g de zahăr brun (opțional), 15 g de pastă de ghimbir și piper alb măcinat după gust. Amestecați bine până devine omogen și lăsați deoparte. \n2. Tăiați 1,2 kg de fileuri de somon în bucăți de 250 g. Acoperiți somonul cu glazura miso și lăsați la marinat timp de 30 de minute până la 24 de ore. \n3. Pregătiți legumele: Tăiați 2 capete de broccoli în buchețele de dimensiuni egale. Tăiați tulpina în bucăți similare cu buchețelele. \n4. Spălați și tăiați în felii subțiri 2 morcovi medii spre mari. \n5. Tăiați capetele a 350 g de fasole verde. \n6. Într-o tigaie mare sau wok, încălziți 20 ml de ulei de arahide la foc mare. Adăugați broccoli, morcovii și fasolea verde. Condimentați cu sare de mare și piper alb măcinat după gust. Soteați timp de 6-7 minute până când legumele sunt moi dar încă crocante. \n7. Adăugați 10 ml de ulei de susan și 5 g de semințe de susan. Amestecați bine și lăsați deoparte. \n8. Într-o tigaie antiaderentă, încălziți 20 ml de ulei de arahide la foc mare. Adăugați fileurile de somon cu pielea în jos (dacă au piele) și prăjiți timp de 2,5-3 minute până devin aurii. Întoarceți somonul și gătiți încă 2 minute pe fiecare parte până când este gătit mediu spre mediu-rar. \n9. Scoateți somonul din tigaie și lăsați-l deoparte. \n10. Curățați tigaia de orice resturi arse și adăugați glazura miso rămasă. Gătiți la foc mediu timp de 2 minute până când glazura se îngroașă, amestecând constant. \n11. Porționați somonul și legumele în 5 recipiente de 750 ml. Turnați glazura miso peste somon și legume. Garnisiți cu ceapă verde feliată subțire și semințe de susan, dacă doriți. \n12. Păstrați la frigider până la 3 zile sau congelați până la 3 luni. Reîncălziți în cuptorul cu microunde sau într-o tigaie cu puțină supă de pui și sos de soia pentru a rehidrata mâncarea.",
      "ingredients": [
        {
          "name": "Pastă de miso alb",
          "quantityMetric": "grame",
          "quantityValue": 150
        },
        {
          "name": "Mirin",
          "quantityMetric": "mililitri",
          "quantityValue": 80
        },
        {
          "name": "Sos de soia",
          "quantityMetric": "mililitri",
          "quantityValue": 60
        },
        {
          "name": "Zahăr brun",
          "quantityMetric": "grame",
          "quantityValue": 20
        },
        {
          "name": "Pastă de ghimbir",
          "quantityMetric": "grame",
          "quantityValue": 15
        },
        {
          "name": "Piper alb măcinat",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Fileuri de somon",
          "quantityMetric": "grame",
          "quantityValue": 1200
        },
        {
          "name": "Broccoli",
          "quantityMetric": "capete",
          "quantityValue": 2
        },
        {
          "name": "Morcovi medii-mari",
          "quantityMetric": "buc",
          "quantityValue": 2
        },
        {
          "name": "Fasole verde",
          "quantityMetric": "grame",
          "quantityValue": 350
        },
        {
          "name": "Ulei de arahide",
          "quantityMetric": "mililitri",
          "quantityValue": 40
        },
        {
          "name": "Ulei de susan",
          "quantityMetric": "mililitri",
          "quantityValue": 10
        },
        {
          "name": "Semințe de susan",
          "quantityMetric": "grame",
          "quantityValue": 5
        },
        {
          "name": "Ceapă verde",
          "quantityMetric": "fire",
          "quantityValue": 1
        },
        {
          "name": "Sare de mare",
          "quantityMetric": "după gust",
          "quantityValue": 0
        },
        {
          "name": "Piper",
          "quantityMetric": "după gust",
          "quantityValue": 0
        }
      ]
    }
  ]
}
